Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Community/fluent-community-*.po
Languages: pt_br

source: Tag Everyone
pt_br: Marcar todos

source: Targeted Communitues
pt_br: Comunidades Alvo

source: Targeted Courses
pt_br: Cursos direcionados

source: Text
pt_br: Texto

source: Text Color
pt_br: Cor do texto

source: Text color of the active item in the sidebar
pt_br: Cor do texto do item ativo na barra lateral

source: Text color of the active item in the top menu
pt_br: Cor do texto do item ativo no menu superior

source: Text color of the hovered item in the sidebar
pt_br: Cor do texto do item selecionado na barra lateral

source: Text color of the hovered item in the top menu
pt_br: Cor do texto do item selecionado no menu superior

source: Text color of the main area this includes post, comment, headings
pt_br: Cor do texto da área principal, incluindo postagem, comentário e títulos

source: Text color of the primary buttons. This includes the buttons in the post, comment, and forms.
pt_br: Cor do texto dos botões primários. Isso inclui os botões no post, comentário e formulários.

source: Text color of the secondary area this includes post meta, comment meta
pt_br: Cor do texto da área secundária, isso inclui meta de postagem e meta de comentário

source: Text color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
pt_br: Cor do texto dos botões secundários no estado ativo. Isso inclui os botões no espaço, perfil do usuário e outros cabeçalhos secundários.

source: Text/Link
pt_br: Texto/Link

source: Thank you for registering with us! To complete the setup of your account, please enter the verification code below on the registration page.
pt_br: Obrigado por se registrar conosco! Para concluir a configuração da sua conta, insira o código de verificação abaixo na página de registro.

source: The Best Email Marketing Automation Plugin for WordPress. Capture, Segment and Automate your Marketing.
pt_br: O melhor plugin de automação de marketing por e-mail para WordPress. Capture, segmente e automatize seu marketing.

source: The button background color of the form
pt_br: A cor de fundo do botão do formulário

source: The button text color of the form
pt_br: A cor do texto do botão do formulário

source: The main background color of the form
pt_br: A cor de fundo principal do formulário

source: The main background color of the sidebar
pt_br: A cor de fundo principal da barra lateral

source: The post has been deleted
pt_br: A postagem foi excluída

source: The post URL may be incorrect
pt_br: A URL da postagem pode estar incorreta

source: The super-fast Community Plugin for WordPress
pt_br: O plugin comunitário super rápido para WordPress

source: The text color of the form
pt_br: A cor do texto do formulário

source: The text/link color of the sidebar
pt_br: A cor do texto/link da barra lateral

source: The title color of the form
pt_br: A cor do título do formulário

source: The verification string does not match
pt_br: A sequência de verificação não corresponde

source: These settings will apply only if the provided email address is not a registered WordPress user
pt_br: Essas configurações serão aplicadas somente se o endereço de e-mail fornecido não for de um usuário registrado do WordPress

source: These settings will be applied across all spaces you're a member of.
pt_br: Essas configurações serão aplicadas em todos os Grupo dos quais você é membro.

source: This code is valid for 10 minutes and is meant to ensure the security of your account. If you did not initiate this request, please ignore this email.
pt_br: Este código é válido por 10 minutos e tem como objetivo garantir a segurança da sua conta. Se você não iniciou esta solicitação, ignore este e-mail.

source: This course is in Draft status and only visible to Admin / Moderators
pt_br: O curso está com o status de Rascunho, sendo visível apenas para Administradores e Moderadores.

source: This email has been sent from %1$s. Site: %2$s
pt_br: Este e-mail foi enviado de %1$s. Site: %2$s

source: This feature is available on the pro version of FluentCommunity
pt_br: Este recurso está disponível na versão pro do FluentCommunity

source: This image will be used on social sharing preview. Recommended size: 1200 x 630 px
pt_br: Esta imagem será usada na visualização de compartilhamento social. Tamanho recomendado: 1200 x 630 px

source: This is a private course
pt_br: Conteúdo Restrito

source: This is a private space
pt_br: Grupo Privado

source: This is the default settings that will be applied to all the community members. Individual members can over-write the settings for their own preference
pt_br: Estas são as configurações padrão que serão aplicadas a todos os membros da comunidade. Membros individuais podem sobrescrever as configurações de acordo com suas próprias preferências

source: This lesson is not published for you yet
pt_br: Esta aula ainda não foi publicada

source: This lesson will be available to you on %s
pt_br: Esta aula estará disponível para você em %s

source: This lesson will be unlocked on %s
pt_br: Esta aula será liberada em %s

source: This lock screen will not be shown to the non-members as you set to the lock screen type to Default in the general settings
pt_br: Esta tela de bloqueio não será exibida para não membros, pois o tipo de tela de bloqueio foi definido como 'Padrão' nas configurações gerais.

source: This may be due to one of the following reasons:
pt_br: Isso pode ocorrer devido a um dos seguintes motivos:

source: This page is only visible to non-members viewing a private space.
pt_br: Os banners serão exibidos para visitantes ou membros que não pertencem ao grupo privado.

source: This week on %s
pt_br: Esta semana em %s

source: This will be displayed under the title in the topic when selecting in post creation form
pt_br: Isso será exibido abaixo do título no tópico ao selecionar no formulário de criação de postagem

source: Thumbnail / Open Graph Image
pt_br: Miniatura / Imagem do Open Graph

source: Thumbnail / Open Graph Image (Recommended Size: 1200 x 630)
pt_br: Miniatura / Imagem Open Graph (Tamanho recomendado: 1200px x 630px)

source: Thursday
pt_br: Quinta-feira

source: Time to send the digest email
pt_br: Hora de enviar o e-mail de resumo

source: Timeline
pt_br: Linha do tempo

source: Tip: Quick-launch search with
pt_br: Dica: Pesquisa de inicialização rápida com

source: Title
pt_br: Título

source: Title & Description
pt_br: Título e Descrição

source: Title (optional)
pt_br: Título (opcional)

source: Title Color
pt_br: Cor do Título

source: Title is required. Please provide a title
pt_br: Título é obrigatório. Por favor, forneça um título

source: Title must be at least 2 characters long
pt_br: O título deve ter pelo menos 2 caracteres

source: Title of the topic
pt_br: Título do tópico

source: Title of your topic
pt_br: Título do tópico

source: To join the discussion of this community, please login or signup
pt_br: Para participar da discussão desta comunidade, faça login ou registre-se

source: Toggle Bookmark
pt_br: Alternar marcador

source: Toggle Sticky
pt_br: Alternar Fixo

source: Too many requests. Please try again later
pt_br: Muitas solicitações. Tente novamente mais tarde.

source: Top Links (At Sidebar)
pt_br: Principais links (na barra lateral)

source: Topic has been created successfully.
pt_br: O tópico foi criado com sucesso.

source: Topic has been updated successfully.
pt_br: O tópico foi atualizado com sucesso.

source: Topic navigation
pt_br: Navegação por tópicos

source: Topic Slug
pt_br: Tópico Slug

source: Topic sub-title
pt_br: Subtítulo do tópico

source: Topic Title
pt_br: Título do tópico

source: Topics
pt_br: Tópicos

source: Topics Settings
pt_br: Tópicos Configurações

source: Trending Posts
pt_br: Em Alta

source: Try searching for keywords in posts
pt_br: Tente pesquisar palavras-chave em postagens

source: Tuesday
pt_br: Terça-feira

source: Type %s to confirm
pt_br: Digite %s para confirmar

source: Type your message here!
pt_br: Digite sua mensagem aqui!

source: Type:
pt_br: Tipo:

source: Unanswered
pt_br: Sem resposta

source: unavailable
pt_br: indisponível

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module
pt_br: Desbloqueie o potencial criando novos feeds e ganhando pontos por curtidas. Avance na classificação com base em seus pontos totais usando este módulo

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module.
pt_br: Desbloqueie o potencial criando novos feeds e ganhando pontos por curtidas. Avance na classificação com base em seus pontos totais usando este módulo.

source: Unlock potential by using giphy when creating a new article , post or comment
pt_br: Desbloqueie o potencial usando o Giphy ao criar um novo artigo, postagem ou comentário

source: Unlock section after
pt_br: Desbloquear bloco após

source: Unpin from sidebar
pt_br: Desafixar da barra lateral

source: Unpin from Top
pt_br: Desafixar do topo

source: Unpinned from sidebar
pt_br: Desafixado da barra lateral

source: Unread Notifications
pt_br: Notificações não lidas

source: Unread only
pt_br: Somente não lido

source: Update
pt_br: Atualizar

source: Update Date
pt_br: Data de atualização

source: Update Info
pt_br: Atualizar informações

source: Update Role
pt_br: Alterar Cargo

source: Update Status
pt_br: Atualizar status

source: Update Topic
pt_br: Atualizar Tópico

source: Upgrade Now
pt_br: Atualize agora

source: Upgrade to Pro
pt_br: Atualizar para Versão Pro

source: Upload Cover
pt_br: Carregar Capa

source: Upload Logo
pt_br: Carregar logotipo

source: Uploading...
pt_br: Enviando...

source: Url of the item
pt_br: URL do item

source: Use %1s tag to insert dynamic notification settings URL. Other Smartcode: %2s for Site Name with permalink
pt_br: Use a tag %1s para inserir URL de configurações de notificação dinâmica. Outro Smartcode: %2s para Nome do Site com permalink

source: Use Custom Login Page
pt_br: Use a Página de Login Personalizada

source: Use Default
pt_br: Usar Padrão

source: Use emojis to add a personal touch and make your new article, post, or comment more expressive
pt_br: Use emojis para adicionar um toque pessoal e tornar seu novo artigo, postagem ou comentário mais expressivo

source: User
pt_br: Usuário

source: User Badge Module
pt_br: Módulo de insígnia do usuário

source: User Badge Settings
pt_br: Configurações de insígnia do usuário

source: User Badges
pt_br: Módulo de Insígnias

source: User has been added to this course
pt_br: O usuário foi adicionado a este curso

source: User has been removed from this community
pt_br: O usuário foi removido da Comunidade

source: User ID is required
pt_br: O ID do usuário é obrigatório

source: User Profile Field
pt_br: Campo de Perfil do Usuário

source: User registration is disabled for your site. Please enable from General Setting.
pt_br: O registro de usuário está desabilitado para seu site. Habilite em General Setting.

source: User Roles
pt_br: Funções do usuário

source: Username
pt_br: Nome de usuário

source: Username already taken by someone else. Please use a different username.
pt_br: Nome de usuário já usado por outra pessoa. Por favor, use um nome de usuário diferente.

source: Username is already taken
pt_br: O nome de usuário já foi usado

source: Username is already taken. Please use a different username
pt_br: O nome de usuário já foi usado. Use um nome de usuário diferente

source: Username is not valid
pt_br: Nome de usuário não é válido

source: Username is required
pt_br: Nome de usuário é obrigatório

source: Username should be at least 3 characters long.
pt_br: O nome de usuário deve ter pelo menos 3 caracteres.

source: Users can change their community username
pt_br: Os usuários podem alterar seus usernames @ ( não altera o geral do WP )

source: Users can choose multiple options
pt_br: Os usuários podem escolher várias opções

source: Valid Email address
pt_br: Endereço de Email Válido

source: Verification code is required
pt_br: Código de verificação é necessário

source: Verification Code: %s
pt_br: Código de verificação: %s

source: Verify License
pt_br: Verificar licença

source: Video
pt_br: Vídeo

source: Video length
pt_br: Duração do vídeo

source: View
pt_br: Visualizar

source: View actions
pt_br: Ver ações

source: View All
pt_br: Ver tudo

source: View all the notifications
pt_br: Ver todas as notificações

source: View comment actions
pt_br: Ver ações de comentários

source: View Course
pt_br: Ver Curso

source: View more comments
pt_br: Ver mais comentários

source: View Pending Join Requests
pt_br: Exibir solicitações de adesão pendentes

source: View pending members
pt_br: Ver membros pendentes

source: View Post actions
pt_br: Ver ações da postagem

source: View Profile
pt_br: Ver perfil

source: View Settings
pt_br: Configurações de exibição

source: View Space
pt_br: Ver Grupo

source: View the comment
pt_br: Ver o comentário

source: Visibility:
pt_br: Visibilidade:

source: Visit Community Portal
pt_br: Visite o Portal da Comunidade

source: Want to deactivate this license?
pt_br: Deseja desativar esta licença?

source: Want to use awesome GIF, upgrade to pro plan now and enjoy your surfing on Fluent community
pt_br: Quer usar um GIF incrível? Faça upgrade para o plano profissional agora e aproveite sua navegação na Fluent community

source: Warning
pt_br: Aviso

source: Website
pt_br: Site

source: Website URL
pt_br: URL do site

source: Wednesday
pt_br: Quarta-feira

source: Weekly digest on %s
pt_br: Resumo semanal em %s

source: Welcome back!
pt_br: Bem vindo de volta!

source: Welcome Banner
pt_br: Banner Boas-Vindas

source: Welcome to %s
pt_br: Bem-vindo a %s

source: What's happening, %s
pt_br: O que temos pra hoje, %s?

source: When creating a new post, check if the post title is required or not
pt_br: Ao criar uma nova postagem, verifique se o título da postagem é obrigatório ou não

source: When enabled, the page header will remain visible at the top of the screen as users scroll down the page.
pt_br: Quando ativado, o cabeçalho da página permanecerá visível na parte superior da tela enquanto os usuários rolam a página para baixo.

source: When enabled, users will be automatically logged in to the portal when they click on the email notification links. This feature is secure and uses signed URLs.
pt_br: Quando habilitado, os usuários serão automaticamente logados no portal quando clicarem nos links de notificação por e-mail. Este recurso é seguro e usa URLs assinadas.

source: Who can view all members page
pt_br: Quem pode visualizar a página de todos os membros

source: Who can view space members
pt_br: Quem pode visualizar os membros do Grupo

source: Will be used on card preview and social sharing preview.
pt_br: Será usado na pré-visualização do cartão e na pré-visualização do compartilhamento social.

source: Will be used on course card preview and social sharing preview.
pt_br: Será usado na pré-visualização do cartão do curso e na pré-visualização do compartilhamento nas redes sociais.

source: will unlock at %s
pt_br: será liberado em %s

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
pt_br: WordPress Helpdesk e Plugin de Ticket de Suporte ao Cliente. Forneça suporte incrível e gerencie consultas de clientes diretamente do seu painel do WordPress.

source: Write a comment
pt_br: Escreva um comentário

source: Write a reply
pt_br: Escreva uma resposta

source: Write something here...
pt_br: Escreva algo aqui...

source: XProfile not found
pt_br: XProfile não encontrado

source: Year
pt_br: Ano

source: Yes
pt_br: Sim

source: Yes, Delete
pt_br: Sim, Excluir

source: Yes, Delete the course
pt_br: Sim, exclua o curso

source: Yes, Delete the Space
pt_br: Sim, apague o Grupo

source: Yes, Delete this group
pt_br: Sim, exclua esta Categoria

source: Yes, Remove
pt_br: Sim, remover

source: You are already a member of this site
pt_br: Você já é um membro deste site

source: You are already enrolled in this course.
pt_br: Você já está matriculado neste curso.

source: You are getting this email because you are an admin/moderator at %s
pt_br: Você está recebendo este e-mail porque é um administrador/moderador em %s

source: You are not allowed to edit this comment
pt_br: Você não tem permissão para editar este comentário

source: You are not allowed to enroll in this course.
pt_br: Você não tem permissão para se inscrever neste curso.

source: You are not allowed to view members of this space
pt_br: Você não tem permissão para visualizar membros deste Grupo

source: You are not allowed to view this space
pt_br: Você não tem permissão para visualizar este Grupo

source: You are not permitted to invite
pt_br: Você não tem permissão para convidar

source: you can edit your role here
pt_br: você pode editar seu cargo aqui

source: You can not change the slug as it is defined in the config file
pt_br: Você não pode alterar o slug conforme definido no arquivo de configuração

source: You can not delete a group with spaces. Please move the spaces to a different group first.
pt_br: Para excluir essa Categoria, exclua os Grupos ou mova-os para uma Categoria diferente.

source: You can not resend this invitation
pt_br: Você não pode reenviar este convite

source: You can upload a maximum of %s images per post.
pt_br: Você pode carregar no máximo %s imagens por postagem.

source: You can use @everyone to tag everyone.
pt_br: Você pode usar @everyone para marcar todo mundo.

source: You do not have permission to perform this action
pt_br: Você não tem permissão para executar esta ação

source: You do not have permission to view all members
pt_br: Você não tem permissão para visualizar todos os membros

source: You do not have permission to view members
pt_br: Você não tem permissão para visualizar membros

source: You do not have permission to view this post
pt_br: Você não tem permissão para visualizar esta postagem

source: You earn points when other members like your posts, articles or comments. <b>1 like = 1 point</b>. This encourages users to produce quality content and interact with other members in their community.
pt_br: Você ganha pontos quando outros membros curtem suas postagens, artigos ou comentários. <b>1 curtida = 1 ponto</b>. Isso incentiva os usuários a produzir conteúdo de qualidade e interagir com outros membros em sua comunidade.

source: You have already invited this user
pt_br: Você já convidou este usuário

source: You have been added as %1$s in %2$s
pt_br: Você foi adicionado como %1$s em %2$s

source: You have been enrolled in this course.
pt_br: Você foi matriculado neste curso.

source: You have cancelled the action.
pt_br: Você cancelou a ação.

source: You have joined this Space
pt_br: Você se juntou a este Grupo

source: You have left this space
pt_br: Você saiu deste Grupo

source: You have reached the limit of commenting. Please try after some time
pt_br: Você atingiu o limite de comentários. Por favor, tente depois de algum tempo

source: You have reached the limit of posting. Please try after some time
pt_br: Você atingiu o limite de postagens. Por favor, tente depois de algum tempo

source: You have successfully logged in to the community
pt_br: Você fez login com sucesso na comunidade

source: You have successfully registered to the community
pt_br: Você se registrou com sucesso na comunidade

source: You must agree to the terms and conditions
pt_br: Você deve concordar com os termos e condições

source: You must be logged in to mention someone
pt_br: Você precisa estar logado para mencionar alguém

source: You must type %s to confirm
pt_br: Você deve digitar %s para confirmar

source: You need to be logged in to perform this action
pt_br: Você precisa estar logado para executar esta ação

source: You need to login to enroll in this course.
pt_br: Você precisa fazer login para se inscrever neste curso.

source: You should enable this. Currently disabled.
pt_br: Você deve habilitar isso. Atualmente desabilitado.

source: You will get a digest email with curated activities in the community
pt_br: Você receberá um e-mail com resumo das atividades selecionadas na comunidade

source: You will receive an email when someone leaves a comment on your post.
pt_br: Você receberá um e-mail quando alguém deixar um comentário em sua postagem.

source: You will receive an email when someone mentions you in a comment or post.
pt_br: Você receberá um e-mail quando alguém mencioná-lo em um comentário ou publicação.

source: You will receive an email when someone replies to your comments.
pt_br: Você receberá um e-mail quando alguém responder aos seus comentários.

source: Your account email address
pt_br: Endereço de e-mail da sua conta

source: Your account password
pt_br: Senha da conta

source: Your affiliate ID
pt_br: Seu ID de afiliado

source: Your Bookmarks
pt_br: Seus favoritos

source: Your Course Title
pt_br: Título do curso

source: Your email address
pt_br: Seu endereço de email

source: Your Feed Name
pt_br: Nome do Seu feed

source: Your files will be stored in the default Uploads folder
pt_br: Seus arquivos serão armazenados na pasta Uploads padrão

source: Your first & last name
pt_br: Seu primeiro e último nome

source: Your Group Title
pt_br: Título da sua Categoria

source: Your License Key
pt_br: Sua chave de licença

source: Your option text
pt_br: Seu texto de opção

source: Your Photo
pt_br: Sua foto

source: Your post has been published
pt_br: Sua postagem foi publicada

source: Your post has been updated
pt_br: Sua postagem foi atualizada

source: Your registration verification code for %s
pt_br: Seu código de verificação de registro para %s

source: Your request to join this course is pending
pt_br: Sua solicitação para participar deste curso está pendente

source: Your saved posts
pt_br: Suas postagens salvas

source: Your Space Title
pt_br: Título do grupo

source: 🔔 new post available
pt_br: 🔔 nova postagem
