Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Community/fluent-community-*.po
Languages: pt_br

source: %s Integration
pt_br: %s Integração

source: (coming soon)
pt_br: (em breve)

source: # Manage
pt_br: # Gerenciar

source: %1$s added a comment on %2$s
pt_br: %1$s adicionou um comentário em %2$s

source: %1$s also commented on %2$s
pt_br: %1$s também comentou em %2$s

source: %1$s also commented on %2$s in %3$s
pt_br: %1$s também comentou em %2$s em %3$s

source: %1$s and %2$s other people commented on your post %3$s
pt_br: %1$s e %2$s outras pessoas comentaram em sua postagem %3$s

source: %1$s and %2$s other people commented on your post %3$s in %4$s
pt_br: %1$s e %2$s outras pessoas comentaram em sua postagem %3$s em %4$s

source: %1$s and %2$s other people loved %3$s
pt_br: %1$s e %2$s outras pessoas gostaram %3$s

source: %1$s commented on your post: %2$s
pt_br: %1$s comentou em sua postagem: %2$s

source: %1$s commented on your post: %2$s in %3$s
pt_br: %1$s comentou em sua postagem: %2$s em %3$s

source: %1$s loved %2$s
pt_br: %1$s curtiu %2$s

source: %1$s mentioned you and others in a post at %2$s [%3$s]
pt_br: %1$s mencionou você e outros em uma postagem em %2$s [%3$s]

source: %1$s mentioned you in a comment at %2$s
pt_br: %1$s mencionou você em um comentário em %2$s

source: %1$s mentioned you in a post: %2$s
pt_br: %1$s mencionou você em uma postagem: %2$s

source: %1$s posted %2$s in %3$s
pt_br: %1$s postou %2$s em %3$s

source: %1$s published a new status %2$s
pt_br: %1$s publicou um novo status %2$s

source: %1$s replied your comment at %2$s
pt_br: %1$s respondeu seu comentário em %2$s

source: %1$s requested to join %2$s
pt_br: %1$s solicitou a adesão de %2$s

source: %1sClick here%2s to add affiliate ID
pt_br: %1sClique aqui%2s para adicionar ID de afiliado

source: %d comment
pt_br: %d comentário

source: %d comments
pt_br: %d comentários

source: %d days
pt_br: há %d dias

source: %d Group
pt_br: Grupo %d

source: %d Groups
pt_br: %d Categorias

source: %d hours
pt_br: há %d horas

source: %d Lesson
pt_br: %d Aula

source: %d Lessons
pt_br: %d Aulas

source: %d lessons
pt_br: %d aulas

source: %d minutes
pt_br: há %d minutos

source: %d months
pt_br: há %d meses

source: %d points
pt_br: %d pontos

source: %d points to level up!
pt_br: %d pontos para subir de nível!

source: %d replies
pt_br: %d respostas

source: %d reply
pt_br: %d resposta

source: %d Section
pt_br: Bloco %d

source: %d Sections
pt_br: %d Blocos

source: %d Space
pt_br: %d Grupo

source: %d Spaces
pt_br: %d Grupos

source: %d student
pt_br: %d aluno

source: %d students
pt_br: %d alunos

source: %d years
pt_br: há %d anos

source: %s ago
pt_br: %s

source: %s Completed
pt_br: %s Concluído

source: %s did not add any comment to any posts yet
pt_br: %s ainda não adicionou nenhum comentário a nenhuma postagem

source: %s has invited you to join this community. Please create an account to accept your invitation.
pt_br: %s convidou você para participar desta comunidade. Crie uma conta para aceitar seu convite.

source: %s has invited you to join this community. Please login to accept your invitation.
pt_br: %s convidou você para participar desta comunidade. Por favor, faça login para aceitar seu convite.

source: %s lesson
pt_br: %s aula

source: %s lessons
pt_br: %s aulas

source: %s like
pt_br: %s curtida

source: %s likes
pt_br: %s curtidas

source: %s Member
pt_br: %s Membro

source: %s Members
pt_br: %s Membros

source: %s new posts available
pt_br: %s novas postagens disponíveis

source: %s people requested to join the community.
pt_br: %s pessoas solicitaram participar da comunidade.

source: %s result found
pt_br: %s resultado encontrado

source: %s results found
pt_br: %s resultados encontrados

source: %s student
pt_br: %s aluno

source: %s students
pt_br: %s alunos

source: %s topic
pt_br: tópico %s

source: %s topics
pt_br: %s tópicos

source: %s Vote
pt_br: %s votos

source: %s Votes
pt_br: %s votos

source: (Draft)
pt_br: (Rascunho)

source: + Add Section
pt_br: + Adicionar Bloco

source: +%d more image
pt_br: +%d mais imagem

source: ...read more
pt_br: ...leia mais

source: 1 Like = 1 Point
pt_br: 1 curtida = 1 ponto

source: 1y
pt_br: 1a

source: 2FA Code
pt_br: Código 2FA

source: <strong>Error</strong>: Could not register you. Please contact the site admin!
pt_br: <strong>Erro</strong>: Não foi possível registrar você. Entre em contato com o administrador do site!

source: <strong>Error</strong>: Please enter a username.
pt_br: <strong>Erro</strong>: Insira um nome de usuário.

source: <strong>Error</strong>: Please type your email address.
pt_br: <strong>Erro</strong>: Digite seu endereço de e-mail.

source: <strong>Error</strong>: Sorry, that username is not allowed.
pt_br: <strong>Erro</strong>: Desculpe, esse nome de usuário não é permitido.

source: <strong>Error</strong>: The email address is not correct.
pt_br: <strong>Erro</strong>: O endereço de e-mail não está correto.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
pt_br: <strong>Erro</strong>: Este nome de usuário já está registrado. Por favor, escolha outro.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
pt_br: <strong>Erro</strong>: Este nome de usuário é inválido porque usa caracteres ilegais. Insira um nome de usuário válido.

source: a day
pt_br: há um dia

source: a few seconds
pt_br: há alguns segundos

source: a minute
pt_br: há um minuto

source: a month
pt_br: há um mês

source: a new post available
pt_br: uma nova postagem disponível

source: a year
pt_br: há um ano

source: About
pt_br: Sobre

source: Accept invitation
pt_br: Aceitar convite

source: Accept invitation & continue
pt_br: Aceitar convite e continuar

source: Access Status
pt_br: Status de acesso

source: Account Password
pt_br: Senha

source: Account Verification
pt_br: Verificação de conta

source: Action required
pt_br: Ação necessária

source: Actions
pt_br: Ações

source: Activate your account
pt_br: Ative sua conta

source: Active
pt_br: Ativo

source: Active Fluent Forms
pt_br: Fluent Forms Ativos

source: Active Fluent SMTP
pt_br: Fluent SMTP Ativo

source: Active Fluent Support
pt_br: Fluent Support Ativo

source: Active FluentCommunity Chat
pt_br: FluentCommunity Chat ativo

source: Active FluentCRM
pt_br: FluentCRM ativo

source: Active Item Background
pt_br: Ativarr Item do Background

source: Active Item Color
pt_br: Ativar Cor do Item

source: Add
pt_br: Adicionar

source: Add & Edit
pt_br: Adicionar e editar

source: Add a badge next to user profile name to highlight valued users
pt_br: Adicione uma insígnia ao lado do nome do perfil do usuário para destacar usuários valiosos

source: Add a personal touch by using emojis when creating a new article, post, or comment.
pt_br: Adicione um toque pessoal usando emojis ao criar um novo artigo, postagem ou comentário.

source: Add Another Group
pt_br: Adicionar outro grupo

source: Add as %s
pt_br: Adicionar como %s

source: Add button
pt_br: Botão Adicionar

source: Add Course
pt_br: Adicionar curso

source: Add Custom Link
pt_br: Adicionar link personalizado

source: Add Featured Video for this post
pt_br: Adicionar vídeo em destaque para esta postagem

source: Add Lesson
pt_br: Adicionar Aula

source: Add Manager
pt_br: Adicionar Moderador

source: Add Member
pt_br: Adicionar membro

source: Add More
pt_br: Adicionar mais

source: Add New
pt_br: Adicionar novo

source: Add New Link
pt_br: Adicionar novo link

source: Add social links
pt_br: Adicionar links sociais

source: Add Student
pt_br: Adicionar aluno

source: Add Topic
pt_br: Adicionar Tópico

source: Add Video from custom HTML Code
pt_br: Adicionar vídeo a partir de código HTML personalizado

source: Add your profile description
pt_br: Adicione a descrição do seu perfil

source: Add your social media profile link.
pt_br: Adicione o link do seu perfil de mídia social.

source: Adds icons next to text in header menu items, enhancing visual appeal and improving navigation clarity.
pt_br: Adiciona ícones ao lado do texto nos itens do menu de cabeçalho, melhorando o apelo visual e a clareza da navegação.

source: Adds the default Feed link in the sidebar, providing an extra access point to the all feeds page
pt_br: Adiciona o link Feed padrão na barra lateral, fornecendo um ponto de acesso extra para a página de todos os feeds

source: Admin
pt_br: Administrador

source: Admin Actions
pt_br: Ações do administrador

source: Admin Only?
pt_br: Só Admin?

source: Admin tools for account verification and status management.
pt_br: Ferramentas administrativas para verificação de conta e gerenciamento de status.

source: Admin/Moderators Only
pt_br: Somente administradores/moderadores

source: Advanced Features
pt_br: Recursos avançados

source: Advanced Features & Addons
pt_br: Recursos e complementos avançados

source: Affiliate ID
pt_br: ID de afiliado

source: Affiliate ID: %s
pt_br: ID do afiliado: %s

source: after %s days of enrollment
pt_br: após %s dias de inscrição

source: All
pt_br: Todos

source: All Administrators or edit_pages permissions users can access regardless of the selected roles
pt_br: Todos os administradores ou usuários com permissões edit_pages podem acessar independentemente das funções selecionadas

source: All Courses
pt_br: Todos os cursos

source: All Feeds
pt_br: Todos os Feeds

source: All Members
pt_br: Todos os membros

source: All Notifications
pt_br: Todas as notificações

source: All Posts
pt_br: Todas as postagens

source: All Space Groups
pt_br: Todas as Categorias

source: All Spaces
pt_br: Todos os Grupos

source: Allow members to close the welcome banner
pt_br: Permitir que os membros fechem o banner de boas-vindas

source: Allow the user login automatically after Form submission
pt_br: Permitir que o usuário faça login automaticamente após o envio do formulário

source: Allow users to request to join this Space
pt_br: Permitir que os usuários solicitem para entrar neste Grupo

source: Alphabetical
pt_br: A → Z

source: Already have an account?
pt_br: Já tem uma conta?

source: Amazon S3 Access Key
pt_br: Chave de acesso Amazon S3

source: Amazon S3 Bucket Name
pt_br: Nome do bucket do Amazon S3

source: Amazon S3 Location
pt_br: Localização do Amazon S3

source: Amazon S3 Secret Key
pt_br: Chave secreta do Amazon S3

source: An Automated double-opt-in email will be sent for new subscribers
pt_br: Um E-mail automático de confirmação será enviado para os novos assinantes

source: An Automated double-optin email will be sent for new subscribers
pt_br: Um E-mail automático de confirmação será enviado para os novos assinantes

source: an hour
pt_br: há uma hora

source: Any Logged in users
pt_br: Qualquer usuário logado

source: Any Member Can Invite Other Members
pt_br: Qualquer membro pode convidar outros membros

source: Any member can view posts without joining. Only members can create posts
pt_br: Qualquer membro pode visualizar postagens sem entrar. Somente membros podem criar postagens

source: Any site member can see who's in the Space and what they post.
pt_br: Todos podem ver o conteúdo do grupo.

source: Anyone
pt_br: Todos

source: Anyone can view and enroll the course for free
pt_br: Qualquer pessoa pode visualizar e se inscrever no curso gratuitamente

source: Appearance
pt_br: Aparência

source: Approve
pt_br: Aprovar

source: Approve Access
pt_br: Aprovar acesso

source: Approve Account
pt_br: Aprovar conta

source: Approximate time when the digest emails will start sending for the members
pt_br: Horário aproximado em que os e-mails de resumo começarão a ser enviados para os membros

source: April
pt_br: abril

source: Are you sure you want to approve this user?
pt_br: Tem certeza de que deseja aprovar este usuário?

source: Are you sure you want to change username?
pt_br: Tem certeza de que deseja alterar o nome de usuário?

source: Are you sure you want to delete this course?
pt_br: Tem certeza de que deseja excluir este curso?

source: Are you sure you want to delete this feed?
pt_br: Tem certeza de que deseja excluir este feed?

source: Are you sure you want to delete this invitation?
pt_br: Tem certeza de que deseja excluir este convite?

source: Are you sure you want to delete this space?
pt_br: Tem certeza de que deseja excluir este Grupo?

source: Are you sure you want to leave this community?
pt_br: Tem certeza de que deseja sair desse grupo?

source: Are you sure you want to remove this group?
pt_br: Tem certeza de que deseja remover esta Categoria?

source: Are you sure you want to remove this link?
pt_br: Tem certeza de que deseja remover este link?

source: Are you sure you want to remove this manager?
pt_br: Tem certeza de que deseja remover este moderador?

source: Are you sure you want to remove this member from this community?
pt_br: Tem certeza de que deseja remover este usuário?

source: Are you sure you want to remove this space?
pt_br: Tem certeza de que deseja remover este Grupo?

source: Are you sure you want to remove this student from this course?
pt_br: Tem certeza de que deseja remover este aluno deste curso?

source: Are you sure you want to remove this topic?
pt_br: Tem certeza de que deseja remover este tópico?

source: Are you sure?
pt_br: Tem certeza?

source: As you gain points, you level up. Your level is shown at the bottom right of your avatar.
pt_br: Conforme você ganha pontos, você sobe de nível. Seu nível é mostrado no canto inferior direito do seu avatar.

source: Associate your user fields to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: Associe seus campos de usuário aos campos apropriados do Fluent Forms selecionando o campo de formulário apropriado na lista.

source: Attach video
pt_br: Anexar vídeo

source: August
pt_br: Agosto

source: Auth settings have been updated successfully
pt_br: As configurações de autenticação foram atualizadas com sucesso

source: Auto Login & Password Reset Email (For New Users Only)
pt_br: E-mail de login automático e redefinição de senha (somente para novos usuários)

source: Automtically login the user to the portal (secure with signed URL) from email notification links
pt_br: Login automático do usuário a partir de dos links de notificação enviados para o e-mail

source: Available on Pro
pt_br: Disponível no Pro

source: Average completion rate
pt_br: Taxa média de conclusão

source: Back to course index
pt_br: Voltar ao índice do curso

source: Back to home
pt_br: Voltar

source: Back to Lessons
pt_br: Voltar para as aulas

source: Back to Login
pt_br: Voltar para Login

source: Background Color
pt_br: Cor do Plano de Fundo

source: Background color of the active item in the sidebar
pt_br: Cor do plano de fundo ativo na barra lateral

source: Background color of the active item in the top menu
pt_br: Cor do plano de fundo ativo no menu superior

source: Background color of the header area
pt_br: Cor do plano de fundo do header

source: Background color of the hovered item in the sidebar
pt_br: Cor de fundo do item da barra lateral quando estiver com o mouse em cima

source: Background color of the hovered item in the top menu
pt_br: Cor de fundo do item da no menu superior quando estiver com o mouse em cima

source: Background color of the main area
pt_br: Cor de fundo da área principal

source: Background color of the primary buttons. This includes the buttons in the post, comment, and forms.
pt_br: Cor de fundo dos botões primários. Isso inclui os botões no post, comentário e formulários.

source: Background color of the primary content area like sub header and post content
pt_br: Cor de fundo da área de conteúdo principal, como subcabeçalho e conteúdo da postagem

source: Background color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
pt_br: Cor de fundo dos botões secundários no estado ativo. Isso inclui os botões no espaço, perfil do usuário e outros cabeçalhos secundários.

source: Background color of the secondary buttons. This includes the buttons in the space, user profile, and other secondary headers.
pt_br: Cor de fundo dos botões secundários. Isso inclui os botões no espaço, perfil do usuário e outros cabeçalhos secundários.

source: Background color of the secondary content area like each comment
pt_br: Cor de fundo da área de conteúdo secundário como os comentários

source: Background Image
pt_br: Imagem de fundo

source: Badge
pt_br: Insígnia

source: Badge Title
pt_br: Título da Insígnia

source: Basic Info
pt_br: Informações básicas

source: Blocked
pt_br: Bloqueado

source: Bookmark this post
pt_br: Adicione este post aos favoritos

source: Bookmarked
pt_br: Marcado como favorito

source: Bookmarks
pt_br: Marcadores

source: Border color of the main sections
pt_br: Cor da borda das seções principais

source: Bucket Sub-Folder (Optional)
pt_br: Subpasta Bucket (opcional)

source: Build structured lessons within your courses. Control visibility by setting courses as public or private and so on.
pt_br: Crie aulas estruturadas dentro dos seus cursos. Controle a visibilidade definindo os cursos como públicos ou privados e assim por diante.

source: Button Background
pt_br: Fundo do botão

source: Button Label
pt_br: Etiqueta do botão

source: Button Link
pt_br: Link do botão

source: Button Text Color
pt_br: Cor do Texto do Botão

source: Button Type
pt_br: Tipo de botão

source: by %s
pt_br: por %s

source: Call to Action
pt_br: Chamada para ação

source: Cancel
pt_br: Cancelar

source: cancel
pt_br: cancelar

source: Cancelled
pt_br: Cancelado

source: Categorize your content and allow members to filter posts with the topic navigation bar in spaces.
pt_br: Categorize seu conteúdo e permita que os membros filtrem postagens com a barra de navegação de tópicos em Grupo.

source: Categorize your course and allow members to filter courses with the topic navigation bar in the courses directory. You can define up to 20 topics per course.
pt_br: Categorize seu curso e permita que os membros filtrem os cursos com a barra de navegação de tópicos no diretório de cursos. Você pode definir até 20 tópicos por curso.

source: Change
pt_br: Mudar

source: change
pt_br: Alterar

source: Change Cover
pt_br: Alterar capa

source: Change Membership
pt_br: Alterar Cargo

source: Choose a Space Type
pt_br: Escolha um tipo de Grupo

source: Choose options
pt_br: Escolha as Opções

source: Choose up to %s topics (optional)
pt_br: Escolha até %s tópicos (opcional)

source: Choose up to 20 topics
pt_br: Escolha até 20 tópicos

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets
pt_br: Escolha onde armazenar seus arquivos de mídia. As opções incluem Local File System, Amazon S3 ou Cloudflare R2 para armazenar e servir seus ativos de mídia

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets.
pt_br: Escolha onde armazenar seus arquivos de mídia. As opções incluem Local File System, Amazon S3 ou Cloudflare R2 para armazenar e servir seus ativos de mídia.

source: Classic
pt_br: Clássico

source: Classic: Image/Video after the content. Modern: Image/Video at first
pt_br: Clássico: Imagem/Vídeo depois do conteúdo. Moderno: Imagem/Vídeo primeiro

source: Click here
pt_br: Clique aqui

source: Click here to accept your invitation:
pt_br: Clique aqui para aceitar seu convite:

source: Click Here to Renew your License
pt_br: Clique aqui para renovar sua licença

source: Click to view
pt_br: Clique para ver

source: Close
pt_br: Fechar

source: Cloudflare Access Key
pt_br: Chave de acesso Cloudflare

source: Cloudflare Account ID
pt_br: ID da conta Cloudflare

source: Cloudflare Bucket Name
pt_br: Nome do bucket do Cloudflare

source: Cloudflare Bucket Public URL
pt_br: URL pública do bucket do Cloudflare

source: Cloudflare R2 (Recommended)
pt_br: Cloudflare R2 (Recomendado)

source: Cloudflare Secret Key
pt_br: Chave secreta do Cloudflare

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
pt_br: Colete leads e crie qualquer tipo de formulário, aceite pagamentos, conecte-se ao seu CRM com o plugin Fastest Contact Form Builder para WordPress

source: Color
pt_br: Cor

source: Color of the links in the main content area.
pt_br: Cor dos links na área de conteúdo principal.

source: Color Schema
pt_br: Cor do Schema

source: Comment
pt_br: Comentário

source: Comment has been added
pt_br: Comentário foi adicionado

source: Comment has been updated
pt_br: O comentário foi atualizado

source: Comment text is too long
pt_br: O texto do comentário é muito longo

source: Comment updated successfully
pt_br: Comentário atualizado com sucesso

source: Commented in
pt_br: Comentado em

source: commented on:
pt_br: comentou em:

source: Comments
pt_br: Comentários

source: Comments (%s)
pt_br: Comentários (%s)

source: Comments are disabled for this post
pt_br: Comentários estão desabilitados para esta postagem

source: Comments are disabled for this post.
pt_br: Os comentários estão desativados para esta postagem.

source: comments disabled
pt_br: comentários desabilitados

source: Community
pt_br: Comunidade

source: Community Account Username
pt_br: Nome do usuário na comunidade

source: Community Managers
pt_br: Moderadores da Comunidade

source: Community Title
pt_br: Título da Comunidade

source: Community title
pt_br: Título da comunidade

source: Community Username already taken by someone else
pt_br: Nome de usuário da comunidade já usado por outra pessoa

source: Complete Lesson
pt_br: Concluir Aula

source: Complete Signup
pt_br: Concluir inscrição

source: Complete your profile
pt_br: Complete seu perfil

source: Completed
pt_br: Concluído

source: Completed %1s of %2s
pt_br: Concluído %1s de %2s

source: Conditional Logics
pt_br: Lógicas Condicionais

source: Config could not be loaded
pt_br: A configuração não pôde ser carregada

source: Configure
pt_br: Configurar

source: Configure Media Storage
pt_br: Configurar armazenamento de mídia

source: Configure the appearance and behavior of your login form.
pt_br: Configure a aparência e o comportamento do seu formulário de login.

source: Configure the appearance and behavior of your signup form.
pt_br: Configure a aparência e o comportamento do seu formulário de inscrição.

source: Confirm Delete
pt_br: Confirmar Excluir

source: Congratulations!
pt_br: Parabéns!

source: Congratulations! Course completed! 🎉
pt_br: Parabéns! Curso concluído! 🎉

source: Connect Fluent Forms with Fluent Community
pt_br: Conecte o Fluent Forms com a Fluent Community

source: Content
pt_br: Contúdo

source: Continue
pt_br: Continuar

source: Continue Course
pt_br: Continuar curso

source: Continue to the community
pt_br: Continuar para a comunidade

source: Copy
pt_br: Copiar

source: Copy Link
pt_br: Copiar Link

source: Course
pt_br: Curso

source: course
pt_br: curso

source: Course Admin
pt_br: Administração do Curso

source: Course content
pt_br: Conteúdo do curso

source: Course Creator
pt_br: Criador do curso

source: Course Description
pt_br: Descrição do curso

source: Course has been updated successfully.
pt_br: O curso foi atualizado com sucesso.

source: Course Links
pt_br: Botões da Barra Superior

source: Course Management
pt_br: Gestão de Cursos

source: Course Module
pt_br: Módulo de Cursos

source: Course Module is disabled
pt_br: O módulo de cursos está desabilitado

source: Course Module is disabled. Please enable the course module first
pt_br: O módulo de cursos está desabilitado. Habilite o módulo primeiro
