Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Community/fluent-community-*.po
Languages: pt_br

source: New Post By %1$s: %2$s
pt_br: Nova postagem por %1$s: %2$s

source: New Posts Notifications
pt_br: Notificações de novas postagens

source: New reply of a comment in a post on %1$s - %2$s
pt_br: Nova resposta de um comentário em uma postagem em %1$s - %2$s

source: New reply on comment at %1$s - %2$s
pt_br: Nova resposta no comentário em %1$s - %2$s

source: New Space
pt_br: Novo Grupo

source: New Topic
pt_br: Novo Tópico

source: Next
pt_br: Próximo

source: No
pt_br: Não

source: No %s members found in this community.
pt_br: Nenhum membro %s encontrado nesta comunidade.

source: No badges have been configured.
pt_br: Nenhuma insígnia foi configurada

source: No digest email will be sent.
pt_br: Nenhum e-mail de resumo será enviado.

source: No duplicate comment please!
pt_br: Por favor, não faça comentários duplicados!

source: No email will be sent for comments on your post.
pt_br: Nenhum e-mail será enviado para comentários em sua postagem.

source: No email will be sent when someone replies to your comments.
pt_br: Nenhum e-mail será enviado quando alguém responder aos seus comentários.

source: No emails will be sent when someone mentions you.
pt_br: Nenhum e-mail será enviado quando alguém mencionar você.

source: No existing users found based on your search.
pt_br: Nenhum usuário existente foi encontrado com base na sua pesquisa.

source: No link has been added for this section
pt_br: Nenhum link foi adicionado para este bloco

source: No members found
pt_br: Nenhum membro encontrado

source: No name
pt_br: Sem nome

source: No notifications found
pt_br: Nenhuma notificação encontrada

source: No posts found for the selected topic
pt_br: Nenhuma postagem encontrada para o tópico selecionado

source: No posts found!
pt_br: Nenhuma postagem encontrada!

source: No recent activities found
pt_br: Nenhuma atividade recente encontrada

source: No results
pt_br: Nenhum resultado

source: No results found based on your search criteria
pt_br: Nenhum resultado encontrado com base em seus critérios de pesquisa

source: No results found. Please search by username
pt_br: Nenhum resultado encontrado. Por favor, pesquise por nome de usuário

source: No space or special characters
pt_br: Sem espaço ou caracteres especiais

source: No Spaces found.
pt_br: Nenhum Grupo encontrado.

source: No unread notifications found
pt_br: Nenhuma notificação não lida encontrada

source: No voters yet
pt_br: Nenhum eleitor ainda

source: Not Matched User Roles
pt_br: Funções de usuário não correspondentes

source: Notification
pt_br: Notificação

source: Notification Settings
pt_br: Configurações de notificação

source: Notifications
pt_br: Notificações

source: Notify for all posts
pt_br: Notificar para todas as postagens

source: Notify only for Admin Posts
pt_br: Notificar apenas para postagens de administrador

source: November
pt_br: Novembro

source: Ocean Blue (Dark)
pt_br: Ocean Blue (Escuro)

source: October
pt_br: Outubro

source: Oembed
pt_br: Incorporar

source: Off Text Color
pt_br: Cor do Texto Off

source: Oldest
pt_br: Mais antigo

source: On my profile
pt_br: No meu perfil

source: Onboarding Settings
pt_br: Configurações de integração

source: Only admin or moderators can create post
pt_br: Somente administradores ou moderadores podem criar postagens

source: Only Admin/Moderators
pt_br: Somente administradores/moderadores

source: Only admins and moderators can select this topic
pt_br: Somente administradores e moderadores podem selecionar este tópico

source: Only invited members can see who's in the space and what they post.
pt_br: Somente membros convidados podem ver quem está no Grupo e o que eles publicam.

source: Only invited members can view and post.
pt_br: Somente membros convidados podem visualizar e postar.

source: Only invited students can view and enroll the course content.
pt_br: Somente alunos convidados podem visualizar e se inscrever no conteúdo do curso.

source: Only Logged In Users
pt_br: Somente usuários logados

source: Only logged-in members
pt_br: Somente membros logados

source: Only members can see who's in the space and what they post.
pt_br: Somente os membros podem ver o conteúdo do grupo.

source: Only Selected User Roles
pt_br: Somente funções de usuário selecionadas

source: Open in new tab
pt_br: Abrir em nova aba

source: Optional
pt_br: Opcional

source: Optional email
pt_br: E-mail opcional

source: Optional Reply to email
pt_br: Resposta opcional para e-mail

source: or
pt_br: ou

source: order color of the secondary sections
pt_br: ordem de cor das seções secundárias

source: Overlay Color
pt_br: Cor de sobreposição

source: Overview
pt_br: Visão geral

source: Page Blocks
pt_br: Blocos de Página

source: Password
pt_br: Senha

source: Password and confirmation password do not match
pt_br: A senha e a senha de confirmação não correspondem

source: Password Confirmation
pt_br: Confirmação de senha

source: Password confirmation is required
pt_br: É necessária a confirmação da senha

source: Password is required
pt_br: Senha é necessária

source: Paste a URL to embed
pt_br: Cole uma URL para incorporar

source: Paste an iframe code
pt_br: Cole um código iframe

source: Paste your SVG here
pt_br: Cole seu SVG aqui

source: Pending
pt_br: Pendente

source: Pending Members
pt_br: Membros Pendentes

source: Permission Denied
pt_br: Permissão negada

source: Pin to sidebar
pt_br: Fixar na barra lateral

source: Pin to Top
pt_br: Fixar no topo

source: Pinned to sidebar
pt_br: Fixado na barra lateral

source: Placeholder image
pt_br: Imagem placeholder

source: Placeholder Photo
pt_br: Foto placeholder

source: Please choose a username matching with your first/last name or full name
pt_br: Escolha um nome de usuário que corresponda ao seu primeiro/último nome ou nome completo

source: Please enter an email address
pt_br: Por favor, insira um endereço de e-mail

source: Please fill all the required fields correctly
pt_br: Por favor, preencha todos os campos obrigatórios corretamente

source: Please fill in all required fields correctly.
pt_br: Por favor, preencha todos os campos obrigatórios corretamente.

source: Please join the space first to view the members
pt_br: Por favor, entre no Grupo primeiro para ver os membros

source: Please login
pt_br: Por favor faça login

source: Please login to access this page.
pt_br: Faça login para acessar esta página.

source: Please login to reply to this post
pt_br: Por favor, faça login para responder a esta postagem

source: Please login to view your bookmarks
pt_br: Por favor, faça login para ver seus favoritos

source: Please login/signup to enroll this course
pt_br: Por favor, faça login/inscreva-se para se inscrever neste curso

source: Please login/signup to join this community
pt_br: Por favor, faça login/cadastre-se para participar desta comunidade

source: Please provide a license key
pt_br: Por favor, forneça uma chave de licença

source: Please Provide a license key of
pt_br: Forneça uma chave de licença de

source: Please provide a valid username
pt_br: Por favor, forneça um nome de usuário válido

source: Please provide your custom Authentication Url
pt_br: Forneça sua URL de Autenticação personalizada

source: Please provide your reply text
pt_br: Por favor, forneça o texto da sua resposta

source: Please review the request in the portal
pt_br: Por favor, revise a solicitação no portal

source: Please select a menu group
pt_br: Selecione uma categoria

source: Please select a space to post in.
pt_br: Selecione um Grupo para postar.

source: Please select a user and role
pt_br: Selecione um usuário e um cargo

source: Please select a valid date and time
pt_br: Selecione uma data e hora válidas

source: Please select a valid space to post in
pt_br: Selecione um Grupo válido para postar

source: Please select a valid space to post in.
pt_br: Selecione um grupo válido para postar.

source: Please send a join request and an admin will review your join request.
pt_br: Envie uma solicitação de adesão e um administrador analisará sua solicitação.

source: Please specify what will happen if the subscriber already exists in the database
pt_br: Especifique o que acontecerá se o assinante já existir no banco de dados

source: Please Type %s to confirm. Please note, all the lessons, topics, students progress will be deleted.
pt_br: Por favor, escreva %s para confirmar. Atenção: todas as aulas, tópicos e o progresso dos alunos serão excluídos.

source: Please use another username. This username is reserved
pt_br: Por favor, use outro nome de usuário. Este nome de usuário é reservado

source: Please write a reply first
pt_br: Por favor escreva uma resposta primeiro

source: Plugin has been installed Successfully
pt_br: O plugin foi instalado com sucesso

source: Poll Options
pt_br: Opções de enquete

source: Poll Settings
pt_br: Configurações da enquete

source: Portal Access Settings
pt_br: Configurações de Acesso a Comunidade

source: Portal Settings
pt_br: Configurações do Portal

source: Post
pt_br: Publicar

source: Post message is too long
pt_br: A mensagem postada é muito longa

source: Post Not Found
pt_br: Postagem não encontrada

source: Post Title Requirements
pt_br: Requerimento para Título da Postagem

source: Posted in %s
pt_br: Postado em %s

source: Posting in:
pt_br: Postando em:

source: Posts
pt_br: Postagens

source: Preview
pt_br: Pré-visualização

source: Primary
pt_br: Primário

source: Primary Border Color
pt_br: Borda do Botão Primário

source: Primary Button Background
pt_br: Plano de Fundo do Botão Primário

source: Primary Button Text Color
pt_br: Cor do Botão Texto Primário

source: Primary Content Background
pt_br: Plano de Fundo do Conteúdo Primário

source: Primary Menu Items
pt_br: Itens do Menu Principal

source: Privacy
pt_br: Privacidade

source: Privacy Settings
pt_br: Configurações de privacidade

source: Private
pt_br: Privado

source: Profile bio should not exceed %d characters.
pt_br: A biografia do perfil não deve exceder %d caracteres.

source: Profile Dropdown Items
pt_br: Itens suspensos de perfil

source: Profile has been updated
pt_br: O perfil foi atualizado

source: Profile updated
pt_br: Perfil atualizado

source: Progress
pt_br: Progresso

source: Provide Valid Email Address email as per your domain/SMTP settings. This email will be used to send emails like notifications
pt_br: Forneça um endereço de e-mail válido conforme suas configurações de domínio/SMTP. Este e-mail será usado para enviar e-mails como notificações

source: Public
pt_br: Público

source: Public Name of the item
pt_br: Nome público do item

source: Published
pt_br: Publicado

source: Purchase one here
pt_br: Compre um aqui

source: Re-type Account Password
pt_br: Confirme a Senha

source: Reacted Users
pt_br: Usuários reagiram

source: Recent Activities
pt_br: Atividades Recentes

source: Recent Space Activities
pt_br: Atividades Recentes do Grupo

source: Recommended dimensions: 480 x 120, 4:1 aspect ratio.
pt_br: Dimensões recomendadas: 480 x 120, proporção de 4:1.

source: Recommended Plugins and Addons
pt_br: Plugins e complementos recomendados

source: Recommended Size: 1200 x 375px
pt_br: Tamanho recomendado: 1200 x 375px

source: Redirect URL
pt_br: URL de Redirecionamento

source: Redirect URL for Public Users
pt_br: URL de redirecionamento para usuários públicos

source: Register & Accept invitation
pt_br: Registrar e aceitar convite

source: Registration is disabled for this community
pt_br: O registro está desabilitado para esta comunidade

source: Registration URL for public Users
pt_br: URL pública de registro de usuários

source: Remove
pt_br: Remover

source: Remove From Bookmark
pt_br: Remover do marcador

source: Remove from space
pt_br: Remover do grupo

source: Remove Media
pt_br: Remover mídia

source: Remove Member
pt_br: Remover Usuário

source: Remove Member?
pt_br: Remover Usuário?

source: Remove Preview
pt_br: Remover visualização

source: Remove Space
pt_br: Remover Grupo

source: Remove Student?
pt_br: Remover aluno?

source: Removed from bookmark
pt_br: Removido do marcador

source: Reply
pt_br: Responder

source: Reply to email (optional)
pt_br: Responder ao e-mail (opcional)

source: Reply to name (Optional)
pt_br: Responder ao nome (opcional)

source: Replying to
pt_br: Respondendo a

source: Request Access
pt_br: Solicitar acesso

source: Requested %s
pt_br: %s solicitados

source: Required
pt_br: Obrigatório

source: Resend
pt_br: Reenviar

source: Reset your password
pt_br: Redefinir sua senha

source: Restart automation multiple times for a contact for this event. (Enable only if you want to restart automation for the same contact.)
pt_br: Reinicie a automação várias vezes para um contato para este evento. (Habilite somente se quiser reiniciar a automação para o mesmo contato.)

source: Restart the automation multiple times for a contact for this event. (Only enable this if you want to restart the automation for the same contact)
pt_br: Reinicie a automação várias vezes para um contato para este evento. (Só habilite isso se quiser reiniciar a automação para o mesmo contato)

source: Rich Media Post Layout
pt_br: Layout de Postagem de Mídia Avançada

source: Role
pt_br: Papel

source: Saturday
pt_br: Sábado

source: Save
pt_br: Salvar

source: save
pt_br: salvar

source: Save Changes
pt_br: Salvar alterações

source: Save Changes & Close
pt_br: Salvar alterações e fechar

source: Save Settings
pt_br: Salvar configurações

source: Schedule
pt_br: Agendar

source: Schedule has been updated
pt_br: A programação foi atualizada

source: Scheduled
pt_br: Agendado

source: Search
pt_br: Procurar

source: Search for an existing user or Invite by Email
pt_br: Pesquisar um usuário existente ou convidar por e-mail

source: Search for anything
pt_br: Pesquise por qualquer coisa

source: Search Gifs
pt_br: Pesquisar Gifs

source: Search here...
pt_br: Pesquise aqui...

source: Search in %s
pt_br: Pesquisar em %s

source: Search Members...
pt_br: Pesquisar membros...

source: Search...
pt_br: Procurar...

source: sec
pt_br: seg

source: Secondary
pt_br: Secundário

source: Secondary Border Color
pt_br: Cor da Borda Secundária

source: Secondary Content Background
pt_br: Conteúdo Secundário do Background

source: Secondary Nav Active Background
pt_br: Navegação Ativa Secundária do Background

source: Secondary Nav Active Color
pt_br: Cor da Navegação Ativa Secundária

source: Secondary Nav Text Color
pt_br: Cor do Texto da Navegação Secundária

source: Secret
pt_br: Secreto

source: Section has been deleted successfully.
pt_br: O bloco foi excluído com sucesso.

source: Section Title
pt_br: Título do Bloco

source: Select a page
pt_br: Selecione uma página

source: Select a topic
pt_br: Selecione um tópico

source: Select a user registration page
pt_br: Selecione uma página de registro de usuário

source: Select a user registration page. The page must include the [fluent_community_registration] shortcode.
pt_br: Selecione uma página de registro de usuário. A página deve incluir o shortcode [fluent_community_registration].

source: Select Access Roles
pt_br: Selecionar funções de acesso

source: Select Color Schema
pt_br: Seleciona o Schema de Cores

source: Select Communities
pt_br: Selecione Comunidades

source: Select Digest Email Day
pt_br: Selecione o dia do e-mail do resumo

source: Select Drip date
pt_br: Selecionar Liberação Gradual de Conteúdo

source: Select Group
pt_br: Selecione a Categoria

source: Select or paste your emoji here
pt_br: Selecione ou cole seu emoji aqui

source: Select Privacy
pt_br: Selecionar Privacidade

source: Select Role
pt_br: Selecione o Cargo

source: Select S3 Location
pt_br: Selecione a Localização S3

source: Select Shape Color:
pt_br: Selecione a Cor da Forma:

source: Select Shape:
pt_br: Selecione a forma:

source: Select Space
pt_br: Selecione o Grupo

source: Select Spaces
pt_br: Selecione os Grupos

source: Select Spaces or Courses to Enroll
pt_br: Selecione Grupos ou Cursos para se Inscrever

source: Select spaces where this topic will be visible.
pt_br: Selecione os Grupos onde este tópico ficará visível.

source: Select Status
pt_br: Selecione Status

source: Select Type
pt_br: Selecione o tipo

source: Select type
pt_br: Selecione o tipo

source: Select User
pt_br: Selecionar usuário

source: Select which communities this automation funnel is for.
pt_br: Selecione para quais comunidades esse funil de automação se destina.

source: Select which courses this automation is for.
pt_br: Selecione para quais cursos essa automação se destina.

source: Selected comment has been deleted
pt_br: O comentário selecionado foi excluído

source: Selected user is not a student of this course
pt_br: O usuário selecionado não é um aluno deste curso

source: Selected user is not active
pt_br: O usuário selecionado não está ativo

source: Self Paced
pt_br: No seu próprio ritmo

source: Send default WordPress welcome email to user after registration
pt_br: Enviar e-mail de boas-vindas padrão do WordPress ao usuário após o registro

source: Send Email Invitation
pt_br: Enviar convite por e-mail

source: Send Invitation
pt_br: Enviar convite

source: September
pt_br: Setembro

source: Server Storage
pt_br: Armazenamento de servidor

source: Set a featured image at the top of the welcome banner. Recommended image dimension: 1680x600
pt_br: Defina uma imagem em destaque no topo do banner de boas-vindas. Dimensão de imagem recomendada: 1680x600

source: Set Logo
pt_br: Definir logotipo

source: Set Open Graph Image
pt_br: Definir imagem do Open Graph

source: Settings
pt_br: Configurações

source: Settings could not be loaded
pt_br: As configurações não puderam ser carregadas

source: Settings for Emoji & Reaction features
pt_br: Configurações para recursos de Emoji e Reação

source: Settings for Leaderboard & Gamification features
pt_br: Configurações para recursos de classificação e gamificação

source: Settings saved successfully
pt_br: Configurações salvas com sucesso

source: Shape
pt_br: Forma

source: Short Bio
pt_br: Fale um pouco sobre você

source: Short Description
pt_br: Descrição curta

source: Short title of this post
pt_br: Título curto deste post

source: Show Default Feed link on left sidebar
pt_br: Mostrar link de feed padrão na barra lateral esquerda

source: Show icon on header menu items
pt_br: Mostrar ícone nos itens do menu de cabeçalho

source: Show Label on Badge
pt_br: Mostrar insígnia

source: Show last activity of a user on the profile page
pt_br: Mostrar a última atividade de um usuário na página de perfil

source: Show More
pt_br: Mostrar mais

source: Show powered by text
pt_br: Mostrar powered no texto

source: Show Right Sidebar on Space
pt_br: Mostrar barra lateral direita no Grupo

source: Show Spaces even if the user is not a member of any space
pt_br: Mostrar espaços mesmo que o usuário não seja membro de nenhum Grupo

source: Show Topics on Post Card
pt_br: Mostrar Tópicos no Cartão Postal

source: Show/Hide Topics On post Card
pt_br: Mostrar/Ocultar Tópicos no Cartão Postal

source: Sidebar Bottom Link Groups
pt_br: Grupos de links da barra lateral inferior

source: Sign Up
pt_br: Cadastrar-se

source: Signup
pt_br: Cadastrar-se

source: Site Logo (For Dark Mode)
pt_br: Logo do Site (Tema Escuro)

source: Site Logo (For Light Background)
pt_br: Logo do Site (Tema Claro)

source: Sky Blue (Dark)
pt_br: Sky Blue (Escuro)

source: Slug (optional)
pt_br: Slug (opcional)

source: Slug can not be empty
pt_br: Slug não pode estar vazio

source: Slug has been changed successfully
pt_br: O slug foi alterado com sucesso

source: Slug of the topic
pt_br: Slug do tópico

source: Slug of your topic
pt_br: Slug do tópico

source: Social Links
pt_br: Links sociais

source: Someone
pt_br: Alguém

source: Something is not working! Please try again
pt_br: Algo não está funcionando! Por favor, tente novamente

source: Sorry you do not have permission to access this.
pt_br: Desculpe, você não tem permissão para acessar isso.

source: Sorry! this community could not be loaded
pt_br: Desculpe! esta comunidade não pôde ser carregada

source: Sorry! you do not have access to this post or invalid request
pt_br: Desculpe! você não tem acesso a esta postagem ou solicitação inválida

source: Sorry, no lesson found
pt_br: Desculpe, nenhuma aula encontrada

source: Sorry, the course can not be loaded
pt_br: Desculpe, o curso não pode ser carregado

source: Sorry, the course could not be loaded.
pt_br: Desculpe, o curso não pôde ser carregado.

source: Sorry, the requested post could not be found.
pt_br: Desculpe, a postagem solicitada não pôde ser encontrada.

source: Sorry, the selected plugins could not be installed
pt_br: Desculpe, os plugins selecionados não puderam ser instalados

source: Sorry, you do not have permission to view this page
pt_br: Desculpe, você não tem permissão para visualizar esta página

source: Sort by
pt_br: Ordenar por

source: Sort by:
pt_br: Ordenar por:

source: Sort comments by
pt_br: Classificar comentários por

source: Sort members by
pt_br: Classificar membros por

source: Sort posts by
pt_br: Classificar postagens por

source: Space
pt_br: Grupo

source: Space Admin (All Access)
pt_br: Administrador de Grupo (acesso total)

source: Space Description
pt_br: Descrição do Grupo

source: Space Emoji
pt_br: Emoji do Grupo

source: Space group has been created successfully
pt_br: O grupo foi criado com sucesso

source: Space group has been created updated
pt_br: O grupo foi criado e atualizado

source: Space group has been deleted successfully
pt_br: O grupo foi excluído com sucesso

source: Space Groups
pt_br: Categorias de Grupos

source: Space has been created successfully
pt_br: O Grupo foi criado com sucesso

source: Space has been deleted successfully
pt_br: O Grupo foi excluído com sucesso

source: Space has been moved successfully
pt_br: O Grupo foi movido com sucesso

source: Space has been updated
pt_br: O Grupo foi atualizado

source: Space indexes have been updated.
pt_br: Os índices dos grupos foram atualizados

source: Space Links
pt_br: Links do Grupo

source: Space Logo
pt_br: Logotipo do Grupo

source: Space Management Roles
pt_br: Funções de gerenciamento do Grupo

source: Space Moderator
pt_br: Moderador do Grupo

source: Space Settings
pt_br: Configurações do Grupo

source: Space Slug (no space or special chars)
pt_br: Slug do Grupo (sem espaço ou caracteres especiais)

source: Space Title
pt_br: Título do Grupo

source: Space visibility
pt_br: Visibilidade do Grupo

source: Spaces
pt_br: Grupo

source: Start Date
pt_br: Data de início

source: Storage Location
pt_br: Local de armazenamento

source: Structured
pt_br: Estruturado

source: Student has been removed from this course
pt_br: O aluno foi removido deste curso

source: Students
pt_br: Alunos

source: Su_Mo_Tu_We_Th_Fr_Sa
pt_br: Dom_Seg_Ter_Qua_Qui_Sex_Sáb

source: Sub-title of your topic
pt_br: Subtítulo do tópico

source: Subscribe to new posts notifications by space
pt_br: Assinar notificações de novas postagens por Grupo

source: Subscription Status
pt_br: Status da Assinatura

source: Sun_Mon_Tue_Wed_Thu_Fri_Sat
pt_br: Dom_Seg_Ter_Qua_Qui_Sex_Sáb

source: Sunday
pt_br: Domingo

source: Sunday_Monday_Tuesday_Wednesday_Thursday_Friday_Saturday
pt_br: Domingo_Segunda_Terça_Quarta_Quinta_Sexta_Sábado

source: Sunset Sands (Dark)
pt_br: Sunset Sands (Escuro)

source: SVG Code for Icon (Simplified SVG Code) / Emoji
pt_br: Código SVG para Ícone (Código SVG Simplificado) / Emoji

source: SVG Code. No url please / You can use emoji
pt_br: Código SVG. Sem url, por favor / Você pode usar emoji

source: Switch to List View
pt_br: Mudar para a visualização de lista

source: Switch to Timeline View
pt_br: Mudar para a visualização da linha do tempo
