Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Community/fluent-community-*.po
Languages: pt_br

source: Course Module Settings
pt_br: Configurações do módulo do cursos

source: Course progress
pt_br: Progresso do curso

source: Course starts on a specific date. Sections are dripped relative to that date.
pt_br: O curso começa em uma data específica, e as aulas são liberadas gradualmente em relação a essa data.

source: Course starts when a member enrolls. All content is available immediately.
pt_br: O curso começa quando um membro se inscreve. Todo o conteúdo fica disponível imediatamente.

source: Course starts when a member enrolls. Sections are dripped relative to their enrollment date.
pt_br: O curso começa assim que um membro se inscreve, e as aulas são liberadas gradualmente com base na data de inscrição.

source: Course Students
pt_br: Alunos do curso

source: Course Title
pt_br: Título do curso

source: Courses
pt_br: Cursos

source: Cover Photo
pt_br: Foto da capa

source: Create
pt_br: Criar

source: Create a Course
pt_br: Criar um curso

source: Create a Discussion Space
pt_br: Crie um Grupo de discussão

source: Create a new course
pt_br: Criar um novo curso

source: Create a new Group
pt_br: Criar uma nova Categoria

source: Create New Group
pt_br: Criar nova Categoria

source: created a poll
pt_br: criou uma enquete

source: Custom
pt_br: Personalizado

source: Custom Auth URL
pt_br: URL de Autenticação Personalizada

source: Custom HTML Code
pt_br: Código HTML personalizado

source: Custom Image
pt_br: Imagem personalizada

source: Custom Lock Screen
pt_br: Tela de Bloqueio Personalizada

source: Custom SVG
pt_br: SVG personalizado

source: Customization
pt_br: Personalização

source: Customization Settings
pt_br: Configurações de personalização

source: Customizations
pt_br: Personalizações

source: Customize
pt_br: Customizar

source: Customize Login
pt_br: Customizar Login

source: Customize Login/Signup Form
pt_br: Personalize o Formulário de Login/Cadastro

source: Customize Sign Up
pt_br: Personalizar Cadastro

source: Customize the UI features of the portal.
pt_br: Personalize os recursos da interface do usuário do portal.

source: Customize Your Giphy Module Settings
pt_br: Personalize as configurações do módulo Giphy

source: Customize your login and registration form settings
pt_br: Personalize suas configurações de login e formulário de cadastro

source: Customize your portal
pt_br: Personalize seu portal

source: Dark Mode
pt_br: Modo Escuro

source: Day
pt_br: Dia

source: Days
pt_br: Dias

source: December
pt_br: dezembro

source: Decline
pt_br: Declínio

source: Default
pt_br: Padrão

source: Default (Dark)
pt_br: Padrão (Escuro)

source: Default Layout Styles
pt_br: Estilos de Layout Padrão

source: Default Lock Screen
pt_br: Tela de Bloqueio Padrão

source: Default Login URL
pt_br: URL Padrão de Login

source: Default Open Graph Image
pt_br: Imagem padrão do Open Graph

source: Default Signup URL
pt_br: URL de Cadastro Padrão

source: Delete
pt_br: Excluir

source: Delete Course
pt_br: Excluir Curso

source: Delete Lesson
pt_br: Excluir Aula

source: Delete section
pt_br: Excluir bloco

source: Delete Space
pt_br: Apagar Grupo

source: Description
pt_br: Descrição

source: Description (optional)
pt_br: Descrição (opcional)

source: Description of the topic
pt_br: Descrição do tópico

source: Design
pt_br: Projeto

source: Disable Comments
pt_br: Desabilitar Comentários

source: Disable powered by FluentCommunity in the email footer
pt_br: Desabilitar powered by FluentCommunity no rodapé do e-mail

source: Disabled
pt_br: Desabilitado

source: disabled
pt_br: desabilitado

source: Discover exciting new features now!
pt_br: Descubra novos recursos interessantes agora!

source: Discussion Space
pt_br: Grupo de discussão

source: Display Name
pt_br: Nome de exibição

source: Displays a 'Powered by FluentCommunity' link, showing support for the platform and increasing its visibility.
pt_br: Exibe um link "Desenvolvido pela FluentCommunity", mostrando suporte à plataforma e aumentando sua visibilidade.

source: Do not use your community portal URL here. Maybe you can use your login/signup URL
pt_br: Não use a URL da Comunidade aqui. Talvez você possa usar sua URL de login/inscrição

source: Don't have an account?
pt_br: Não tem uma conta?

source: Don't have an affiliate account?
pt_br: Não tem uma conta de afiliado?

source: Draft
pt_br: Rascunho

source: Earliest
pt_br: Mais antigo

source: Edit
pt_br: Editar

source: Edit Article
pt_br: Editar artigo

source: Edit Badge
pt_br: Editar insígnia

source: Edit Course
pt_br: Editar Curso

source: Edit Feed
pt_br: Editar Feed

source: Edit Info
pt_br: Editar informações

source: Edit lesson
pt_br: Editar aula

source: Edit Lesson Content
pt_br: Editar Conteúdo da Aula

source: Edit Lessons
pt_br: Editar Aulas

source: Edit Link
pt_br: Editar Link

source: Edit media
pt_br: Editar mídia

source: Edit Profile
pt_br: Editar Perfil

source: Edit the field from block editor
pt_br: Edite o campo no editor de blocos

source: Edit Title
pt_br: Editar Título

source: Editing manager role for
pt_br: Alterar cargo de

source: Editing manager role for %s
pt_br: Alterar cargo de %s

source: Email Address
pt_br: Endereço de email

source: Email Disabled
pt_br: E-mail desabilitado

source: Email Footer
pt_br: Rodapé do e-mail

source: Email from name
pt_br: Nome do remetente do e-mail

source: Email is already taken
pt_br: O e-mail já foi registrado

source: Email is not valid
pt_br: O e-mail não é válido

source: Email is required
pt_br: E-mail é obrigatório

source: Email me when someone comments on my post
pt_br: Envie-me um e-mail quando alguém comentar minha postagem

source: Email me when someone mentions me in a post or comment
pt_br: Envie-me um e-mail quando alguém me mencionar em uma postagem ou comentário

source: Email me when someone replies to my comments
pt_br: Envie-me um e-mail quando alguém responder aos meus comentários

source: Email Notification Settings
pt_br: Configurações de notificação por e-mail

source: Email on comment reply
pt_br: E-mail em resposta ao comentário

source: Email on new comment
pt_br: E-mail em novo comentário

source: Email on Tagging / Mentioning
pt_br: E-mail sobre marcação/menção

source: Email Settings
pt_br: Configurações de e-mail

source: Embed
pt_br: Incorporar

source: Embed from Vimeo, YouTube, Wistia and more
pt_br: Incorporar do Vimeo, YouTube, Wistia e mais

source: Embed Handler
pt_br: Manipulador de incorporação

source: Emerald Essence (Dark)
pt_br: Emerald Essence (Escuro)

source: Emoji Module
pt_br: Módulo Emoji

source: Emoji Settings
pt_br: Configurações de Emoji

source: Enable Comments
pt_br: Habilitar comentários

source: Enable Course Module
pt_br: Habilitar módulo do cursos

source: Enable Dark Mode
pt_br: Habilitar Modo Escuro

source: Enable Emoji
pt_br: Habilitar Emoji

source: Enable for logged in members
pt_br: Habilitar para membros logados

source: Enable for logged out members
pt_br: Habilitar publicamente logados/não logados

source: Enable Giphy Module
pt_br: Habilitar módulo Giphy

source: Enable Global Posts Status Form
pt_br: Habilitar formulário de status de postagens globais

source: Enable group chat for this space members
pt_br: Habilitar chat para os membros deste Grupo

source: Enable Leaderboards Module
pt_br: Habilitar módulo Leaderboards

source: Enable Sticky Page headers across portal
pt_br: Habilitar cabeçalhos de página fixa em todo o portal

source: Enable Sticky Right Sidebar Widgets
pt_br: Habilitar widgets da barra lateral direita fixa

source: Enable this link
pt_br: Habilitar este link

source: Enable User Badge Module
pt_br: Habilitar módulo de insígnia do usuário

source: Enable Video Embed
pt_br: Habilitar incorporação de vídeo

source: Enable Weekly Digest Email for community members
pt_br: Habilitar e-mail de resumo semanal para membros da comunidade

source: Enable/disable Post Status
pt_br: Habilitar/desabilitar status da postagem

source: Enabled
pt_br: Habilitado

source: enabled
pt_br: habilitado

source: Enables switching between dark and light interface themes, accommodating different lighting conditions and user preferences.
pt_br: Permite alternar entre temas de interface claros e escuros, acomodando diferentes condições de iluminação e preferências do usuário.

source: Enroll %s
pt_br: Inscreva-se %s

source: Enroll this course
pt_br: Inscreva-se neste curso

source: Enrolled in a course
pt_br: Matriculado em um curso

source: Enrollment Type
pt_br: Tipo de inscrição

source: Enter invitee email
pt_br: Insira o e-mail do convidado

source: Enter invitee Name
pt_br: Insira o nome do convidado

source: Enter Lesson title
pt_br: Insira o Título da Aula

source: Enter Section title
pt_br: Insira o título do bloco

source: Error
pt_br: Erro

source: Every Friday
pt_br: Toda sexta-feira

source: Every Monday
pt_br: Toda segunda-feira

source: Every Saturday
pt_br: Todo sábado

source: Every Sunday
pt_br: Todo domingo

source: Every Thursday
pt_br: Toda quinta-feira

source: Every Tuesday
pt_br: Toda terça-feira

source: Every Wednesday
pt_br: Toda quarta-feira

source: Everybody
pt_br: Todos

source: Everyone
pt_br: Todos

source: Exit
pt_br: Sair

source: Failed to copy
pt_br: Falha ao copiar

source: Failed to copy the link
pt_br: Falha ao copiar o link

source: Failed to load the list
pt_br: Falha ao carregar a lista

source: Featured Image
pt_br: Imagem em destaque

source: Featured Image (Recommended size: 1600x500) - Optional
pt_br: Imagem em destaque (tamanho recomendado: 1600x500) - Opcional

source: Featured Image Preview
pt_br: Prévia da imagem em destaque

source: Featured media
pt_br: Mídia em destaque

source: Featured Posts
pt_br: Destaque

source: Features & Addons
pt_br: Recursos e complementos

source: Features Customizations
pt_br: Recursos Personalizações

source: Features saved successfully.
pt_br: Recursos salvos com sucesso.

source: Features Settings
pt_br: Configurações de recursos

source: February
pt_br: Fevereiro

source: Feed updated
pt_br: Feed atualizado

source: Fetching License Information Please wait.
pt_br: Obtendo as Informações de Licença Aguarde

source: few sec
pt_br: alguns segundos

source: Find the default Login/Registration Urls
pt_br: Encontre os URLs de login/registro padrão

source: First choice
pt_br: Primeira escolha

source: First Name
pt_br: Primeiro nome

source: First name is required
pt_br: O primeiro nome é obrigatório

source: Fluent SMTP is the ultimate SMTP and SES plugin for WordPress. Connect with any SMTP service, including SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft, and more.
pt_br: Fluent SMTP é o melhor plugin SMTP e SES para WordPress. Conecte-se com qualquer serviço SMTP, incluindo SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft e mais.

source: FluentCommunity - Community & LMS Plugin
pt_br: FluentCommunity - Comunidade e plugin LMS

source: FluentCommunity Chat
pt_br: Chat FluentCommunity

source: FluentCommunity Chat is a real-time chat plugin for WordPress. It allows you to create a chat room for your community members.
pt_br: FluentCommunity Chat é um plugin de chat em tempo real para WordPress. Ele permite que você crie uma sala de chat para os membros da sua comunidade.

source: Following
pt_br: Seguindo

source: For best UI, keep the colors empty
pt_br: Para uma melhor IU, mantenha as cores vazias

source: For new users
pt_br: Para novos usuários

source: Form
pt_br: Formulário

source: Form Field
pt_br: Campo do Formulário

source: Friday
pt_br: Sexta-feira

source: From Email
pt_br: E-mail do Remetente

source: From Name
pt_br: Nome do Remetente

source: Full name
pt_br: Nome completo

source: Full name is required
pt_br: Nome completo é obrigatório

source: General
pt_br: Geral

source: General Settings
pt_br: Configurações gerais

source: Get Emoji & Reaction Module
pt_br: Obter módulo de emoji e reação

source: Get Giphy Module
pt_br: Obter módulo Giphy

source: Get Leaderboard & Gamification Module
pt_br: Obtenha o módulo de classificação e gamificação

source: Get Media Module
pt_br: Obter módulo de mídia

source: Get User Badge Module
pt_br: Obter módulo de insígnia do usuário

source: Giphy API Key
pt_br: Chave da API do Giphy

source: Giphy Module
pt_br: Módulo Giphy

source: Giphy Module Settings
pt_br: Configurações do módulo Giphy

source: Global Email Notifications
pt_br: Notificações globais por e-mail

source: Global Post Status
pt_br: Status de postagem global

source: Go Back
pt_br: Volte

source: Go to %s
pt_br: Ir para %s

source: Go To All Feeds
pt_br: Ir para todos os feeds

source: Go to community
pt_br: Ir para a comunidade

source: Go to features settings
pt_br: Vá para as configurações de recursos

source: Go to General Settings.
pt_br: Vá para Configurações Gerais.

source: Go to Space Home
pt_br: Página Inicial do Grupo

source: Got it!
pt_br: Entendi!

source: Group Chat?
pt_br: Chat de grupo?

source: Group Description
pt_br: Descrição da Categoria

source: Group Title
pt_br: Título da Categoria

source: Group:
pt_br: Categoria:

source: Have a new license Key?
pt_br: Tem uma nova chave de licença?

source: Heading
pt_br: Cabeçalho

source: Heading Color
pt_br: Cor do título

source: Hello %s,
pt_br: Olá %s,

source: Hey %1$s, here's your weekly digest from %2$s
pt_br: Olá %1$s, aqui está seu resumo semanal de %2$s

source: Hi Space Leader,
pt_br: Olá Líder Espacial,

source: Hide Banner
pt_br: Ocultar banner

source: Hide Members count from spaces page (when members' page access unavailable)
pt_br: Ocultar contagem de membros da página de grupos (quando o acesso à página de membros não estiver disponível)

source: I agree to the %1sterms and conditions%2s
pt_br: Eu concordo com os %1stermos e condições%2s

source: I agree to the terms and conditions
pt_br: Eu concordo com os termos e condições

source: If allowed, members will be able to hide the banner
pt_br: Se permitido, os membros poderão ocultar o banner

source: If Contact Already Exist?
pt_br: Se o contato já existe?

source: If you add this image, it will be shown on the space homepage
pt_br: Se você adicionar esta imagem, ela será exibida na página inicial do Grupo

source: If you did not initiate this request, please ignore this email.
pt_br: Se você não iniciou esta solicitação, ignore este e-mail.

source: If you enable this, it will restart the automation for a contact even if they are already in the automation. Otherwise, it will skip if the contact already exists.
pt_br: Se você habilitar isso, ele reiniciará a automação para um contato mesmo que ele já esteja na automação. Caso contrário, ele pulará se o contato já existir.

source: If you think you've received this invitation in error, please ignore this email.
pt_br: Se você acha que recebeu este convite por engano, ignore este e-mail.

source: Image
pt_br: Imagem

source: Image Preview
pt_br: Pré-visualização da imagem

source: Immediately
pt_br: Imediatamente

source: in %s
pt_br: em %s

source: In which day, the digest email will be sent
pt_br: Em que dia o e-mail de resumo será enviado

source: Install Fluent Forms
pt_br: Instalar Fluent Forms

source: Install Fluent SMTP
pt_br: Instalar Fluent SMTP

source: Install Fluent Support
pt_br: Instalar Fluent Support

source: Install FluentCommunity Chat
pt_br: Instalar o FluentCommunity Chat

source: Install FluentCRM
pt_br: Instalar FluentCRM

source: Installed
pt_br: Instalado

source: Invalid email address. Please try again
pt_br: Endereço de e-mail inválido. Por favor, tente novamente

source: Invalid invitation token. Please try again
pt_br: Token de convite inválido. Tente novamente

source: Invalid parent comment
pt_br: Comentário pai inválido

source: Invalid plugin or file mods are disabled.
pt_br: Mods de plugins ou arquivos inválidos estão desabilitados.

source: Invalid URL
pt_br: URL inválida

source: Invalid verification code. Please try again
pt_br: Código de verificação inválido. Tente novamente

source: Invalid verification token. Please try again
pt_br: Token de verificação inválido. Tente novamente

source: Invitation deleted successfully
pt_br: Convite excluído com sucesso

source: Invitation has been resent successfully
pt_br: O convite foi reenviado com sucesso

source: Invitation has been sent successfully
pt_br: O convite foi enviado com sucesso

source: Invitation Links
pt_br: Links de Convite

source: Invitation resent successfully
pt_br: Convite reenviado com sucesso

source: Invitations
pt_br: Convites

source: Invite
pt_br: Convidar

source: Invited By
pt_br: Convidado por

source: Invitee
pt_br: Convidado

source: Invitee email
pt_br: E-mail do convidado

source: Invitee Name (optional)
pt_br: Nome do convidado (opcional)

source: Jan_Feb_Mar_Apr_May_Jun_Jul_Aug_Sep_Oct_Nov_Dec
pt_br: Jan_Fev_Mar_Abr_May_Jun_Jul_Aug_Set_Oct_Nov_Dec

source: January
pt_br: Janeiro

source: January_February_March_April_May_June_July_August_September_October_November_December
pt_br: Janeiro_Fevereiro_Março_Abril_Maio_Junho_Julho_Agosto_Setembro_Outubro_Novembro_Dezembro

source: Join
pt_br: Participar do Grupo

source: Join %s
pt_br: Junte-se a %s

source: Join the conversation
pt_br: Participe da conversa

source: Joined %1s
pt_br: Entrou em %1s

source: Joined %s
pt_br: Entrou %s

source: Joined in a Space
pt_br: Juntou-se em um Grupo

source: Joined: %s
pt_br: Entrou: %s

source: Joining Date
pt_br: Data de adesão

source: July
pt_br: Julho

source: June
pt_br: Junho

source: Keeps the sidebar visible while scrolling, providing constant access to important links and widgets.
pt_br: Mantém a barra lateral visível durante a rolagem, fornecendo acesso constante a links e widgets importantes.

source: Last Activity
pt_br: Última atividade

source: Last Name
pt_br: Sobrenome

source: Last seen %s
pt_br: Visto online %s

source: Last seen: %s
pt_br: Última visualização: %s

source: Latest
pt_br: Mais recente

source: Latest Posts
pt_br: Últimas postagens

source: Layout changed
pt_br: Layout alterado

source: Leaderboard
pt_br: Classificação

source: Leaderboard / Gamification Settings
pt_br: Configurações de classificação/gamificação

source: Leaderboard Levels
pt_br: Níveis de classificação

source: Leaderboard Points
pt_br: Pontos de classificação

source: Leaderboard Settings
pt_br: Configurações da tabela de classificação

source: Leaderboards Module
pt_br: Módulo Leaderboards

source: Leave a reply
pt_br: Deixe uma resposta

source: Leave blank to run for all communities
pt_br: Deixe em branco para aplicar em todas as comunidades

source: Leave Space
pt_br: Sair do Grupo

source: Lesson %1s of %2s
pt_br: Aula %1s de %2s

source: Lesson %1s of %2s - %3s
pt_br: Aula %1s de %2s - %3s

source: Lesson discussions
pt_br: Comentários

source: Lesson has been created successfully.
pt_br: A aula foi criada com sucesso.

source: Lesson has been deleted successfully.
pt_br: A aula foi excluída com sucesso.

source: Lesson has been updated successfully.
pt_br: A aula foi atualizada com sucesso.

source: Lesson name
pt_br: Nome da aula

source: Lesson Title
pt_br: Título da Aula

source: Lessons
pt_br: Aulas

source: Level %d
pt_br: Nível %d

source: Level Tagline
pt_br: Nível Slogan

source: Level Title
pt_br: Título do nível

source: Levels
pt_br: Níveis

source: License Key
pt_br: Chave de licença

source: Light Mode
pt_br: Modo Claro

source: Likes
pt_br: Curtidas

source: Link Color
pt_br: Cor do Link

source: Link copied to clipboard
pt_br: Link copiado para a área de transferência

source: Link or Button colors of the header area
pt_br: Cores do Link ou Botão do header

source: List
pt_br: Lista

source: Load more
pt_br: Carregar mais

source: Loading.....
pt_br: Carregando.....

source: Lock Screen
pt_br: Tela de Bloqueio

source: Lock Screen Type
pt_br: Bloqueio de Conteúdo

source: Log In & Accept Invitation
pt_br: Faça login e aceite o convite

source: Logged in
pt_br: Conectado

source: Logged out
pt_br: Desconectado

source: Login
pt_br: Entrar

source: Login / Registration URLs
pt_br: Login / Cadastro URLs

source: Login / Signup
pt_br: Entrar / Cadastro

source: Login or Signup
pt_br: Entre ou Cadastre-se

source: Login or Signup to join the community
pt_br: Faça login ou registre-se para participar da comunidade

source: Login to %s
pt_br: Entrar em %s

source: Login to enroll this course
pt_br: Faça login para se inscrever neste curso

source: Login URL for public Users
pt_br: URL de login para usuários públicos

source: Login/Signup Form Type
pt_br: Tipo de Formuário Login/Cadastro

source: Logout
pt_br: Sair

source: Lost your password?
pt_br: Perdeu sua senha?

source: Mailing Settings
pt_br: Configurações de E-mail

source: Manage
pt_br: Gerenciar

source: Manage all topics.
pt_br: Gerenciar todos os tópicos.

source: Manage Courses
pt_br: Gerenciar Cursos

source: Manage Links
pt_br: Gerenciar Links

source: Manage Topics
pt_br: Gerenciar Tópicos

source: Managers
pt_br: Moderadores

source: March
pt_br: Marchar

source: Mark all as read
pt_br: Marcar tudo como lido

source: Mark this account as verified
pt_br: Marque esta conta como verificada

source: Maximum Number of Topics a space may have
pt_br: Número máximo de tópicos que um espaço pode ter

source: Maximum Number of Topics a user can select when creating a post
pt_br: Número máximo de tópicos que um usuário pode selecionar ao criar uma postagem

source: May
pt_br: Poderia

source: Media image
pt_br: Imagem da mídia

source: Media Module
pt_br: Módulo de mídia

source: Media Preview image
pt_br: Imagem de pré-visualização da mídia

source: Media type
pt_br: Tipo de mídia

source: Member
pt_br: Membro

source: Members
pt_br: Membros

source: Members can enable/disable their own digest status
pt_br: Os membros podem habilitar/desabilitar seu próprio status de resumo

source: Members have to be invited to this course.
pt_br: Você não tem acesso a este curso.

source: Members have to be invited to this space.
pt_br: Você não tem acesso ao conteúdo do grupo.

source: Members Only
pt_br: Somente para membros

source: Membership Request Under Review
pt_br: Pedido de adesão em análise

source: Membership Role
pt_br: Cargo do Membro

source: Mention all members?
pt_br: Mencionar todos os membros?

source: Mentions
pt_br: Menções

source: Menu Group
pt_br: Categoria do grupo

source: Menu Settings
pt_br: Configurações do menu

source: Menu settings saved successfully.
pt_br: Configurações do menu salvas com sucesso.

source: Message
pt_br: Mensagem

source: Message is required
pt_br: A mensagem é necessária

source: Message to show for users without matching roles.
pt_br: Mensagem a ser exibida para usuários sem cargos correspondentes.

source: Minimum Points
pt_br: Pontos Mínimos

source: Moderator
pt_br: Moderador

source: Moderator Settings
pt_br: Configurações do moderador

source: Modern
pt_br: Moderno

source: Monday
pt_br: Segunda-feira

source: Month
pt_br: Mês

source: Most Replied
pt_br: Mais respostas

source: Move Space
pt_br: Mover Grupo

source: My Courses
pt_br: Meus cursos

source: My Profile
pt_br: Meu Perfil

source: My Spaces
pt_br: Meus Grupos

source: Name
pt_br: Nome

source: Name of the Link
pt_br: Nome do Link

source: Name that will be used for replyTo attribute
pt_br: Nome que será usado para o atributo responder para

source: Name that will be used to send emails
pt_br: Nome que será usado para enviar e-mails

source: Navigations
pt_br: Navegação

source: New
pt_br: Novo

source: New Activity
pt_br: Nova atividade

source: New Article
pt_br: Novo artigo

source: New comment on %1$s - %2$s
pt_br: Novo comentário em %1$s - %2$s

source: New comment on a post on %1$s - %2$s
pt_br: Novo comentário em uma postagem em %1$s - %2$s

source: New Course
pt_br: Novo curso

source: New Invite
pt_br: Novo Convite
