Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Boards Pro/fluent-boards-pro-*.po
Languages: pt_br

source: %s board has been created
pt_br: O board %s foi criado

source: Activate Fluent Roadmap
pt_br: Ativar Fluent Roadmap

source: Already a wordpress member
pt_br: Já é membro do WordPress

source: Attachment has been added to task
pt_br: Anexo foi adicionado à tarefa

source: Check Update
pt_br: Verificar atualização

source: Click Here to purchase another license
pt_br: Clique aqui para comprar outra licença

source: Click Here to Renew Your License
pt_br: Clique aqui para renovar sua licença

source: Custom field has been deleted successfully
pt_br: O campo personalizado foi excluído com sucesso

source: Custom field has been successfully created
pt_br: O campo personalizado foi criado com sucesso

source: Custom field has been updated successfully
pt_br: O campo personalizado foi atualizado com sucesso

source: Custom Field with that title and type already exists
pt_br: Campo personalizado com esse título e tipo já existe

source: Docs
pt_br: Documentação

source: Estimated time has been updated
pt_br: O tempo estimado foi atualizado

source: Help & Support
pt_br: Ajuda e Suporte

source: Install Fluent Roadmap
pt_br: Instalar o Roteiro Fluent

source: Install FluentBoards Core Plugin
pt_br: Instalar o plugin FluentBoards Core

source: Install FluentCRM & Core Plugin
pt_br: Instalar FluentCRM e plugin principal

source: Invalid JSON.
pt_br: JSON inválido.

source: Invitation deleted successfully!
pt_br: Convite excluído com sucesso!

source: Invitation sent successfully!
pt_br: Convite enviado com sucesso!

source: Please login to view the project
pt_br: Por favor, faça login para visualizar o projeto

source: Please provide valid hours and minutes
pt_br: Por favor, forneça horas e minutos válidos

source: Pro addon for FluentBoards Plugin
pt_br: Complemento Pro para o plugin FluentBoards

source: Processed and Imported successfully
pt_br: Processado e importado com sucesso

source: Repeat task created successfully
pt_br: Tarefa repetida criada com sucesso

source: Repeat task update successfully
pt_br: Repetir atualização da tarefa com sucesso

source: Role updated successfully
pt_br: Função atualizada com sucesso

source: Selected time track has been deleted
pt_br: A trilha de tempo selecionada foi excluída

source: Selected Time-track has been updated
pt_br: O cronograma selecionado foi atualizado

source: Selected users has been added as admin
pt_br: Usuários selecionados foram adicionados como administradores

source: Selected users has been added to selected boards
pt_br: Usuários selecionados foram adicionados aos boards selecionados

source: Stage updated successfully
pt_br: Estágio atualizado com sucesso

source: Subtask has been added
pt_br: Subtarefa foi adicionada

source: Task attachment has been added
pt_br: Anexo de tarefa foi adicionado

source: Task attachment has been deleted
pt_br: O anexo da tarefa foi excluído

source: Task attachment has been updated
pt_br: O anexo da tarefa foi atualizado

source: Task doesn't exist
pt_br: A tarefa não existe

source: Task has been converted to subtask
pt_br: A tarefa foi convertida em subtarefa

source: Task has been deleted
pt_br: A tarefa foi excluída

source: Task has been successfully created
pt_br: A tarefa foi criada com sucesso

source: Task repeat stopped successfully
pt_br: Repetição de tarefa interrompida com sucesso

source: Thank you for installing Fluent Boards Pro Plugin. Fluent Boards require base plugin & FluentCRM to get you started.
pt_br: Obrigado por instalar o Fluent Boards Pro Plugin. O Fluent Boards requer o plugin base e o FluentCRM para você começar.

source: The %s license needs to be activated. %sActivate Now%s
pt_br: A licença %s precisa ser ativada. %sAtivar agora%s

source: Time track not found
pt_br: Trilha do tempo não encontrada

source: User has been removed from all boards.
pt_br: O usuário foi removido de todos os fóruns.

source: User roles has been synced successfully.
pt_br: As funções do usuário foram sincronizadas com sucesso.

source: View FluentCRM documentation
pt_br: Ver documentação do FluentCRM

source: Welcome to FluentBoards
pt_br: Bem-vindo ao FluentBoards

source: You do not have permission to view the projects
pt_br: Você não tem permissão para visualizar os projetos

source: You have successfully submitted your working time
pt_br: Você enviou com sucesso seu tempo de trabalho

source: Your license key has been successfully deactivated
pt_br: Sua chave de licença foi desativada com sucesso

source: Your license key has been successfully updated
pt_br: Sua chave de licença foi atualizada com sucesso
