Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Community Pro/fluent-community-pro-*.po
Languages: pt_br

source: [FluentCommunity] Add to Course
pt_br: [FluentCommunity] Adicionar ao curso

source: [FluentCommunity] Add to Space
pt_br: [FluentCommunity] Adicionar ao espaço

source: [FluentCommunity] Remove from a Space
pt_br: [FluentCommunity] Remover de um espaço

source: [FluentCommunity] Remove from Course
pt_br: [FluentCommunity] Remover do curso

source: A new WordPress user will be created if the contact does not have a connect WP User.
pt_br: Um novo usuário do WordPress será criado se o contato não tiver um usuário WP conectado.

source: Activate or Block a user from a Space
pt_br: Ativar ou bloquear um usuário de um espaço

source: Active (Can access to the portal)
pt_br: Ativo (pode acessar o portal)

source: Add to selected Course
pt_br: Adicionar ao Curso selecionado

source: Add to selected Space
pt_br: Adicionar ao Grupo selecionado

source: Add to Space
pt_br: Adicionar ao Grupo

source: Add user to a space
pt_br: Adicionar usuário a um espaço

source: Add user to the selected Courses
pt_br: Adicionar usuário aos cursos selecionados

source: Add user to the selected courses
pt_br: Adicionar usuário aos cursos selecionados

source: Add user to the selected Space
pt_br: Adicionar usuário ao Grupo selecionado

source: Add user to the selected spaces
pt_br: Adicionar usuário aos grupos selecionados

source: All time
pt_br: Todo o período

source: An Automated double-optin email will be sent for new subscribers
pt_br: Um e-mail automatizado de dupla autenticação será enviado para novos assinantes

source: Badges saved successfully
pt_br: Emblemas salvos com sucesso

source: Blocked (Can not access to the portal)
pt_br: Bloqueado (Não é possível acessar o portal)

source: Change Space Membership Status
pt_br: Alterar status do membro do Grupo

source: Check Update
pt_br: Verificar atualização

source: click here
pt_br: Clique aqui

source: Click Here to purchase another license
pt_br: Clique aqui para comprar outra licença

source: Click Here to Renew Your License
pt_br: Clique aqui para renovar sua licença

source: Color configuration has been updated successfully
pt_br: A configuração de cores foi atualizada com sucesso

source: Community
pt_br: Comunidade

source: Course Enrollment
pt_br: Participar do Curso

source: CRM Profile
pt_br: Perfil CRM

source: Docs
pt_br: Documentação

source: Enroll to Courses
pt_br: Inscreva-se nos cursos

source: Error
pt_br: Erro

source: Error when contacting with license server. Please check that your server have curl installed
pt_br: Erro ao contatar com o servidor de licença. Verifique se o seu servidor tem o curl instalado

source: expired at
pt_br: expirado em

source: Help & Support
pt_br: Ajuda e Suporte

source: If Contact Already Exist?
pt_br: Se o contato já existe?

source: If you enable this, . The newly created user will get the welcome email send by WordPress to with the login info & password reset link
pt_br: Se você habilitar isso, . O usuário recém-criado receberá o e-mail de boas-vindas enviado pelo WordPress para com as informações de login e o link de redefinição de senha

source: If you enable this, it will restart the automation for a contact even if they are already in the automation. Otherwise, it will skip if the contact already exists.
pt_br: Se você habilitar isso, ele reiniciará a automação para um contato mesmo que ele já esteja na automação. Caso contrário, ele pulará se o contato já existir.

source: Invalid color schema selected
pt_br: O Esquema de cores selecionado é inválido

source: Last 30 days
pt_br: Últimos 30 dias

source: Last 7 days
pt_br: Últimos 7 dias

source: Leaderboard configuration has been updated.
pt_br: A configuração da tabela de classificação foi atualizada.

source: Leave blank to run for any level upgrade
pt_br: Deixe em branco para executar qualquer atualização de nível

source: license has been
pt_br: licença foi

source: Lists
pt_br: Listas

source: New Status
pt_br: Novo status

source: No Activation Site left: You have activated all the sites that your license offer. Please go to wpmanageninja.com account and review your sites. You may deactivate your unused sites from wpmanageninja account or you can purchase another license.
pt_br: Nenhum Site de Ativação restante: Você ativou todos os sites que sua licença oferece. Acesse a conta wpmanageninja.com e revise seus sites. Você pode desativar seus sites não utilizados da conta wpmanageninja ou pode comprar outra licença.

source: No license key available
pt_br: Nenhuma chave de licença disponível

source: No license key found
pt_br: Nenhuma chave de licença encontrada

source: Only if contact is already a WordPress user and is in the selected space then this action will run.
pt_br: Esta ação será executada somente se o contato já for um usuário do WordPress e estiver no grupo selecionado.

source: Pending (Require Admin Approval)
pt_br: Pendente (requer aprovação do administrador)

source: Please specify what will happen if the subscriber already exists in the database
pt_br: Por favor, especifique o que acontecerá se o assinante já existir no banco de dados

source: Remove Courses
pt_br: Remover Cursos

source: Remove from Courses
pt_br: Remover dos cursos

source: Remove from selected Course
pt_br: Remover do curso selecionado

source: Remove from selected Space
pt_br: Remover do grupo selecionado

source: Remove from Space
pt_br: Remover do Grupo

source: Remove user from the selected courses
pt_br: Remover usuário dos cursos selecionados

source: Remove user from the selected Space
pt_br: Remover usuário do Grupo selecionado

source: Remove user from the Space
pt_br: Remover usuário do Grupo

source: Remove user to the selected Courses
pt_br: Remover usuário dos cursos selecionados

source: Restart the automation multiple times for a contact for this event. (Only enable this if you want to restart the automation for the same contact)
pt_br: Reinicie a automação várias vezes para um contato para este evento. (Só habilite isso se quiser reiniciar a automação para o mesmo contato)

source: Select Courses
pt_br: Selecione os cursos

source: Select for which levels the automation will run for
pt_br: Selecione para quais níveis a automação será executada

source: Select Level
pt_br: Selecione o nível

source: Select Spaces
pt_br: Selecionar Grupos

source: Select Status
pt_br: Selecionar Status

source: Selected registered users has been added to the course successfully
pt_br: Usuários registrados selecionados foram adicionados ao curso com sucesso

source: Selected registered users has been added to the space successfully
pt_br: Os usuários selecionados foram adicionados ao grupo com sucesso

source: Selected registered users has been removed from the course successfully
pt_br: Usuários registrados selecionados foram removidos do curso com sucesso

source: Selected users has been removed from the space successfully
pt_br: Os usuários selecionados foram removidos do grupo com sucesso

source: Send WordPress Welcome Email for new WP Users
pt_br: Enviar e-mail de boas-vindas do WordPress para novos usuários do WP

source: Slug already exist. Please use a different slug.
pt_br: O slug já existe. Por favor, use um slug diferente.

source: Space
pt_br: Grupo

source: Space Advocate
pt_br: Defensor do Grupo

source: Space Contributor
pt_br: Contribuidor do Grupo

source: Space Enthusiast
pt_br: Entusiasta do Grupo

source: Space Hero
pt_br: Herói do Grupo

source: Space Initiate
pt_br: Novato do Grupo

source: Space Legend
pt_br: Lenda do Grupo

source: Space Membership
pt_br: Membro do Grupo

source: Space Pathfinder
pt_br: Desbravador do Grupo

source: Space Sage
pt_br: Sábio do Grupo

source: Space Virtuoso
pt_br: Virtuoso do Grupo

source: Subscription Status
pt_br: Status da assinatura

source: Tags
pt_br: Etiquetas

source: Targeted Levels
pt_br: Níveis Alvo

source: The %1$s license needs to be activated. %2$sActivate Now%3$s
pt_br: A licença %1$s precisa ser ativada. %2$sAtivar agora%3$s

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
pt_br: A chave de licença fornecida não é válida. Verifique se sua licença está correta. Você pode fazer login na conta wpmanageninja.com e obter sua chave de licença válida para sua compra.

source: The Pro version of FluentCommunity Plugin
pt_br: A versão Pro do plugin FluentCommunity

source: There was an error activating the license, please verify your license is correct and try again or contact support.
pt_br: Ocorreu um erro ao ativar a licença. Verifique se sua licença está correta e tente novamente ou entre em contato com o suporte.

source: There was an error deactivating the license, please try again or login at wpmanageninja.com to manually deactivated the license
pt_br: Ocorreu um erro ao desativar a licença, tente novamente ou faça login em wpmanageninja.com para desativar manualmente a licença

source: This Funnel will be initiated when a user upgraded to a level in the leaderboard
pt_br: Este funil será iniciado quando um usuário for atualizado para um nível na tabela de classificação

source: to renew your license
pt_br: para renovar sua licença

source: Topic has been deleted successfully
pt_br: O tópico foi excluído com sucesso

source: Topic has been saved successfully
pt_br: O tópico foi salvo com sucesso

source: Topics configuration has been updated successfully
pt_br: A configuração dos tópicos foi atualizada com sucesso

source: User Level (Leaderboard) Upgraded
pt_br: Nível de usuário (placar) atualizado

source: View FluentBooking documentation
pt_br: Ver documentação do FluentBooking

source: Visible for admin only
pt_br: Visível apenas para administradores

source: Visit Support
pt_br: Visite o Suporte

source: Will apply to the contacts who are already a registered Site User
pt_br: Será aplicado aos contatos que já são Usuários registrados do Site

source: You do not have permission to install plugin updates
pt_br: Você não tem permissão para instalar atualizações de plugins

source: Your license has been expired at
pt_br: Sua licença expirou em

source: Your license key has been successfully deactivated
pt_br: Sua chave de licença foi desativada com sucesso

source: Your license key has been successfully updated
pt_br: Sua chave de licença foi atualizada com sucesso
