Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent CRM pro/fluentcampaign-pro-*.po
Languages: pt_br

source: No action found to sync
pt_br: Nenhuma ação encontrada para sincronizar

source: No carts selected to delete
pt_br: Nenhum carrinho selecionado para excluir

source: No enrolled courses found for this contact
pt_br: Nenhum curso registrado encontrado para este contato

source: No file uploaded
pt_br: Nenhum arquivo carregado

source: No further action will run once a contact hit this point
pt_br: Nenhuma outra ação será executada quando um contato atingir este ponto

source: No groups found for this contact
pt_br: Nenhum grupo encontrado para este contato

source: No Headers
pt_br: Sem Cabeçalhos

source: No published email newsletter found
pt_br: Nenhum boletim informativo por e-mail publicado foi encontrado

source: No Subscribers found based on your selection
pt_br: Nenhum assinante encontrado com base na sua seleção

source: No valid body data found
pt_br: Nenhum dado corporal válido encontrado

source: Not Confirmed
pt_br: Não confirmado

source: Not Contains
pt_br: Não contém

source: Not Equal
pt_br: Não é igual

source: Not In
pt_br: Não está dentro

source: Note to Customer
pt_br: Nota para o cliente

source: Onetime Items
pt_br: Itens Únicos

source: Only add new contacts, don't update existing ones.
pt_br: Adicione apenas novos contatos, não atualize os existentes.

source: Only for first purchase
pt_br: Somente para primeira compra

source: Only if user is not Administrator Role then the selected role will be applied. After removing the role, if user does not have any role then subscriber role will be added.
pt_br: Somente se o usuário não for Administrador, a função selecionada será aplicada. Após remover a função, se o usuário não tiver nenhuma função, a função de assinante será adicionada.

source: Only run this automation for subscribed contacts
pt_br: Execute esta automação somente para contatos inscritos

source: Optout Revenue
pt_br: Receita de opt-out

source: OR Target Product Categories
pt_br: OU Categorias de produtos alvo

source: Or Target Product Categories
pt_br: Ou Categorias de Produtos Alvo

source: Order Completed
pt_br: Pedido concluído

source: Order Count
pt_br: Contagem de pedidos

source: Order Note
pt_br: Nota do pedido

source: Order Note Type
pt_br: Tipo de nota de pedido

source: Order Received in SureCart
pt_br: Pedido recebido no SureCart

source: Order Received in WooCommerce
pt_br: Pedido recebido no WooCommerce

source: Order Refunded
pt_br: Pedido Reembolsado

source: Order Status
pt_br: Status do pedido

source: Order Status Changed
pt_br: Status do pedido alterado

source: Other
pt_br: Outro

source: Outgoing Webhook
pt_br: Webhook de saída

source: Overall Sales
pt_br: Vendas totais

source: Paid Customers
pt_br: Clientes Pagos

source: Paid Membership Members
pt_br: Membros de associação paga

source: Paid Membership Members customers who are also in the contact list as subscribed
pt_br: Membros Pagos Clientes que também estão na lista de contatos como inscritos

source: Paid Membership Pro
pt_br: Associação paga Pro

source: Paid Memberships Pro
pt_br: Assinaturas pagas Pro

source: Password
pt_br: Senha

source: Paste this link in any email or page. When a contact click this link then it will be recorded and redirect to the url as provided bellow.
pt_br: Cole este link em qualquer e-mail ou página. Quando um contato clicar neste link, ele será gravado e redirecionado para a URL fornecida abaixo.

source: Pause/Cancel another automation for contact
pt_br: Pausar/Cancelar outra automação para contato

source: Payment Gateway
pt_br: Gateway de pagamento

source: Payment Refunded
pt_br: Pagamento Reembolsado

source: Payment Refunded in EDD
pt_br: Pagamento reembolsado em EDD

source: Pending
pt_br: Pendente

source: Phone
pt_br: Telefone

source: Please add at least one member to this Member type to add FluentCRM Tag Settings
pt_br: Adicione pelo menos um membro a este tipo de membro para adicionar as configurações de tag do FluentCRM

source: Please enable data sync first from FluentCRM
pt_br: Por favor, habilite primeiro a sincronização de dados do FluentCRM

source: Please map the data for custom sending data type
pt_br: Mapeie os dados para o tipo de dados de envio personalizado

source: Please map the data for request headers
pt_br: Por favor, mapeie os dados para os cabeçalhos de solicitação

source: Please map your Courses and associate FluentCRM Tags
pt_br: Por favor, mapeie seus cursos e associe as tags FluentCRM

source: Please map your Group and associate FluentCRM Tags
pt_br: Por favor, mapeie seu grupo e associe as tags FluentCRM

source: Please map your LearnDash Group and associate FluentCRM Tags
pt_br: Mapeie seu grupo LearnDash e associe as tags FluentCRM

source: Please map your Member Type and associate FluentCRM Tags
pt_br: Mapeie seu tipo de membro e associe as tags FluentCRM

source: Please map your Membership Levels and associate FluentCRM Tags
pt_br: Por favor, mapeie seus níveis de associação e associe as tags FluentCRM

source: Please map your Product and associate FluentCRM Tags
pt_br: Mapeie seu produto e associe as tags FluentCRM

source: Please note, this trigger will start if the contact is in subscribed status. Otherwise, it will skip this automation.
pt_br: Observe que esse gatilho será iniciado se o contato estiver no status de inscrito. Caso contrário, ele pulará essa automação.

source: Please provide Campaign ID
pt_br: Por favor, forneça o ID da campanha

source: Please provide segment title
pt_br: Por favor, forneça o título do segmento

source: Please provide sequence_id
pt_br: Por favor, forneça sequence_id

source: Please provide the meta key and meta value. You can use smart tags too
pt_br: Por favor, forneça a meta key e o meta value. Você pode usar smart tags também

source: Please provide the url to where the contact will be redirected
pt_br: Por favor, forneça a URL para onde o contato será redirecionado

source: Please provide valid URL in where you want to send the data
pt_br: Forneça um URL válido para onde você deseja enviar os dados

source: Please save to get the sharable link
pt_br: Por favor, salve para obter o link compartilhável

source: Please select import by course enrollment
pt_br: Selecione importar por matrícula no curso

source: Please select import by group or course enrollment
pt_br: Selecione importar por grupo ou inscrição no curso

source: Please select import by Membership Level
pt_br: Selecione importar por nível de associação

source: Please select import by Membership or course enrollment
pt_br: Selecione importar por Associação ou inscrição no curso

source: Please select Member Type or Member group that you want to import
pt_br: Selecione o tipo de membro ou grupo de membros que deseja importar

source: Please select the email sequences that need to be watched for completed
pt_br: Selecione as sequências de e-mail que precisam ser observadas para conclusão

source: Please specify what will happen if the subscriber already exist in the database
pt_br: Por favor, especifique o que acontecerá se o assinante já existir no banco de dados

source: Please specify which tags will be added/removed to the contact when purchase
pt_br: Por favor, especifique quais tags serão adicionadas/removidas do contato quando da compra

source: Please specify which tags will be added/removed to the contact when refunded
pt_br: Por favor, especifique quais tags serão adicionadas/removidas do contato quando reembolsado

source: Please specify which tags will be added/removed to the contact when renewal payment failed
pt_br: Por favor, especifique quais tags serão adicionadas/removidas do contato quando o pagamento da renovação falhar

source: Please specify which tags will be added/removed to the contact when subscription is cancelled
pt_br: Por favor, especifique quais tags serão adicionadas/removidas do contato quando a assinatura for cancelada

source: Please specify which tags will be added/removed to the contact when subscription is expired
pt_br: Por favor, especifique quais tags serão adicionadas/removidas do contato quando a assinatura expirar

source: Please update FluentCRM to latest version
pt_br: Atualize o FluentCRM para a versão mais recente

source: POST Method
pt_br: Método POST

source: Postal Code
pt_br: Código postal

source: Price
pt_br: Preço

source: Primary Company
pt_br: Empresa Primária

source: Priority of this abandon cart automation trigger
pt_br: Prioridade deste gatilho de automação de carrinho abandonado

source: Private Note
pt_br: Nota privada

source: Pro Email Automation and Integration Addon for FluentCRM
pt_br: Complemento de automação e integração de e-mail profissional para FluentCRM

source: Processing Revenue
pt_br: Receita de processamento

source: Product
pt_br: Produto

source: Products in Order
pt_br: Produtos em ordem

source: Progress
pt_br: Progresso

source: Property Value
pt_br: Valor da propriedade

source: Provide Custom User Password
pt_br: Fornecer senha de usuário personalizada

source: Purchase Type
pt_br: Tipo de compra

source: Select Membership
pt_br: Selecione Associação

source: Select Note Type for the reference Order.
pt_br: Selecione o Tipo de Nota para o Pedido de referência.

source: Select Role that you want to remove from targeted Contact
pt_br: Selecione a função que você deseja remover do contato alvo

source: Select Roles
pt_br: Selecionar funções

source: Select Sequence Email
pt_br: Selecionar sequência de e-mail

source: Select Sequences
pt_br: Selecionar sequências

source: Select Status
pt_br: Selecione Status

source: Select Tag
pt_br: Selecionar Tag

source: Select Tags
pt_br: Selecionar tags

source: Select tags
pt_br: Selecionar tags

source: Select the purchase type
pt_br: Selecione o tipo de compra

source: Select which automations will be cancelled from the contact
pt_br: Selecione quais automações serão canceladas do contato

source: Select which campaign email will be scheduled to this contact
pt_br: Selecione qual e-mail de campanha será agendado para este contato

source: Select which roles registration will run this automation Funnel
pt_br: Selecione quais funções de registro executarão este funil de automação

source: Select which sequence will be assigned to this contact
pt_br: Selecione qual sequência será atribuída a este contato

source: Select which sequences will be removed from this contact
pt_br: Selecione quais sequências serão removidas deste contato

source: selected
pt_br: selecionado

source: Selected Campaign has been successfully duplicated
pt_br: A campanha selecionada foi duplicada com sucesso

source: Selected carts has been deleted successfully
pt_br: Os carrinhos selecionados foram excluídos com sucesso

source: selected contact tags (defined in previous field) will be removed when user leave this group
pt_br: as tags de contato selecionadas (definidas no campo anterior) serão removidas quando o usuário sair deste grupo

source: selected contact tags will be removed when user leave this group
pt_br: as tags de contato selecionadas serão removidas quando o usuário sair deste grupo

source: Selected Role will be applied if there has a user with contact's email address
pt_br: A função selecionada será aplicada se houver um usuário com o endereço de e-mail do contato

source: Selected segment has been deleted
pt_br: O segmento selecionado foi excluído

source: Selected sequence has been successfully duplicated
pt_br: A sequência selecionada foi duplicada com sucesso

source: Selected Sequences has been deleted permanently
pt_br: As sequências selecionadas foram excluídas permanentemente

source: Selected Smart Link has been deleted
pt_br: O Smart Link selecionado foi excluído

source: Selected subscribers has been successfully removed from this sequence
pt_br: Os assinantes selecionados foram removidos com sucesso desta sequência

source: Selected tags will be added to the member on joining
pt_br: As tags selecionadas serão adicionadas ao membro ao ingressar

source: Selected tags will be added to the member on joining this member type
pt_br: As tags selecionadas serão adicionadas ao membro ao ingressar neste tipo de membro

source: Selected tags will be applied to the contact on course completion
pt_br: As tags selecionadas serão aplicadas ao contato na conclusão do curso

source: Selected tags will be applied to the contact on course completion.
pt_br: As tags selecionadas serão aplicadas ao contato após a conclusão do curso.

source: Selected tags will be applied to the contact on course enrollment
pt_br: As tags selecionadas serão aplicadas ao contato na inscrição no curso

source: Selected tags will be applied to the contact on course enrollment.
pt_br: As tags selecionadas serão aplicadas ao contato na inscrição no curso.

source: Selected tags will be applied to the contact on group enrollment
pt_br: As tags selecionadas serão aplicadas ao contato na inscrição do grupo

source: Selected tags will be applied to the contact on lesson completed.
pt_br: As tags selecionadas serão aplicadas ao contato quando a lição for concluída.

source: Selected tags will be applied to the contact on membership enrollment.
pt_br: As tags selecionadas serão aplicadas ao contato na inscrição de membro.

source: Send an Email from your existing campaign
pt_br: Envie um e-mail da sua campanha existente

source: Send as Form Method
pt_br: Método Enviar como Formulário

source: Send as JSON format
pt_br: Enviar como formato JSON

source: Send Automated Emails based on your Sequence settings
pt_br: Envie e-mails automatizados com base nas configurações da sua sequência

source: Send Campaign Email
pt_br: Enviar e-mail de campanha

source: Send Data as Background Process. (You may enable this if you have lots of tasks)
pt_br: Enviar dados como processo em segundo plano. (Você pode habilitar isso se tiver muitas tarefas)

source: Send Data to External Server
pt_br: Enviar dados para servidor externo

source: Send Data to external server via GET or POST Method
pt_br: Enviar dados para servidor externo via método GET ou POST

source: Send default WordPress Welcome Email for new WordPress users
pt_br: Enviar e-mail de boas-vindas padrão do WordPress para novos usuários do WordPress

source: Send Double Optin Email for new or pending contacts. If you don't enable this then contact will be added as subscribed state.
pt_br: Enviar e-mail Double Optin para contatos novos ou pendentes. Se você não habilitar isso, o contato será adicionado como estado inscrito.

source: Send WordPress user notification email
pt_br: Enviar e-mail de notificação ao usuário do WordPress

source: Sequence email has been created
pt_br: O e-mail de sequência foi criado

source: Sequence email has been duplicated
pt_br: O e-mail de sequência foi duplicado

source: Sequence email has been updated
pt_br: O e-mail de sequência foi atualizado

source: Sequence has been created
pt_br: A sequência foi criada

source: Sequence has been updated
pt_br: A sequência foi atualizada

source: Set Sequence Emails
pt_br: Definir sequência de e-mails

source: Settings -> Integrations Settings -> Edd
pt_br: Configurações -> Configurações de Integrações -> Edd

source: Settings -> Integrations Settings -> LearnDash
pt_br: Configurações -> Configurações de Integrações -> LearnDash

source: Settings -> Integrations Settings -> LifterLMS
pt_br: Configurações -> Configurações de integrações -> LifterLMS

source: Settings -> Integrations Settings -> TutorLms
pt_br: Configurações -> Configurações de Integrações -> TutorLms

source: Settings -> Integrations Settings -> WooCommerce
pt_br: Configurações -> Configurações de integrações -> WooCommerce

source: Settings has been saved successfully
pt_br: As configurações foram salvas com sucesso

source: Settings has been successfully updated
pt_br: As configurações foram atualizadas com sucesso

source: Settings has been updated
pt_br: As configurações foram atualizadas

source: Settings have been saved
pt_br: As configurações foram salvas

source: Setup contact properties that you want to update
pt_br: Configurar propriedades de contato que você deseja atualizar

source: Shipping Method
pt_br: Método de envio

source: Should Match Both Open & Click Condition?
pt_br: Deve corresponder às condições de abertura e clique?

source: Signups
pt_br: Inscrições

source: Skip this automation if the contact is already in active state.
pt_br: Ignore esta automação se o contato já estiver em estado ativo.

source: SmartLink has be created
pt_br: O SmartLink foi criado

source: SmartLink has be updated
pt_br: O SmartLink foi atualizado

source: SmartLinks module has been successfully activated
pt_br: O módulo SmartLinks foi ativado com sucesso

source: Sorry no failed campaign emails found
pt_br: Desculpe, nenhum e-mail de campanha com falha foi encontrado

source: Sorry! No emails found
pt_br: Desculpe! Nenhum e-mail encontrado

source: Sorry! No segment found
pt_br: Desculpe! Nenhum segmento encontrado

source: Sorry, we could not retrieve your cart
pt_br: Desculpe, não conseguimos recuperar seu carrinho

source: Source
pt_br: Fonte

source: Specific Product Purchase Times
pt_br: Tempos específicos de compra de produtos

source: Specify Matching Conditions
pt_br: Especificar condições de correspondência

source: Specify which contact properties need to matched. Based on the conditions it will run yes blocks or no blocks
pt_br: Especifique quais propriedades de contato precisam ser correspondidas. Com base nas condições, ele executará blocos sim ou blocos não

source: Split (A/B Testing)
pt_br: Divisão (Teste A/B)

source: Started At
pt_br: Começou em

source: State
pt_br: Estado

source: Student completes a Course in LifterLMS
pt_br: Aluno conclui curso no LifterLMS

source: Student completes a Course in TutorLMS
pt_br: O aluno conclui um curso no TutorLMS

source: Student completes a Lesson in LifterLMS
pt_br: O aluno conclui uma lição no LifterLMS

source: Student completes a Lesson in TutorLMS
pt_br: O aluno conclui uma lição no TutorLMS

source: Students Growth
pt_br: Crescimento dos alunos

source: Subscription
pt_br: Subscrição

source: Subscription Activated
pt_br: Assinatura ativada

source: Subscription activated
pt_br: Assinatura ativada

source: Subscription Cancelled Actions
pt_br: Ações de cancelamento de assinatura

source: Subscription Expire Actions
pt_br: Ações de expiração de assinatura

source: Subscription Expired
pt_br: Assinatura expirada

source: Subscription Revenue (All)
pt_br: Receita de assinatura (todas)

source: Subscription Status
pt_br: Status da assinatura

source: Subscriptions
pt_br: Assinaturas

source: Subscriptions (New)
pt_br: Assinaturas (Novo)

source: Successful Purchase Actions
pt_br: Ações de compra bem-sucedidas

source: SureCart
pt_br: Carrinho Seguro

source: SureCart - New Order Success
pt_br: SureCart - Novo pedido bem-sucedido

source: SureCart - Order Revoked
pt_br: SureCart - Pedido revogado

source: SureCart Order Revoke
pt_br: Revogar pedido SureCart

source: SureCart Purchase History
pt_br: Histórico de compras SureCart

source: Sync %s Customers Now
pt_br: Sincronizar %s clientes agora

source: Sync AffiliateWP Affiliates Now
pt_br: Sincronize os afiliados do AffiliateWP agora

source: Sync EDD Customers
pt_br: Sincronizar clientes EDD

source: Sync EDD Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
pt_br: Sincronize clientes EDD com o FluentCRM para segmentá-los por compras, valores vitalícios e outros dados de compra.

source: Sync LearnDash Students
pt_br: Sincronizar alunos do LearnDash

source: Sync LearnDash Students to FluentCRM to segment them by their enrollment, membership groups data.
pt_br: Sincronize os alunos do LearnDash com o FluentCRM para segmentá-los por matrícula e dados de grupos de membros.

source: Sync LifterLMS Students
pt_br: Alunos do Sync LifterLMS

source: Sync LifterLMS Students to FluentCRM to segment them by their courses data.
pt_br: Sincronize os alunos do LifterLMS com o FluentCRM para segmentá-los pelos dados dos cursos.

source: Sync Required From Settings
pt_br: Sincronização necessária nas configurações

source: Sync TutorLMS Students
pt_br: Sincronizar alunos do TutorLMS

source: Sync TutorLMS Students to FluentCRM to segment them by their courses data.
pt_br: Sincronize os alunos do TutorLMS com o FluentCRM para segmentá-los pelos dados dos cursos.

source: Sync WooCommerce Customers
pt_br: Sincronizar clientes WooCommerce

source: Sync WooCommerce Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
pt_br: Sincronize clientes do WooCommerce com o FluentCRM para segmentá-los por compras, valores vitalícios e outros dados de compra.

source: Tag Applied
pt_br: Marca aplicada

source: Tag Removed
pt_br: Etiqueta removida

source: Tags
pt_br: Etiquetas

source: Target Course
pt_br: Curso Alvo

source: Target Courses
pt_br: Cursos Alvo

source: Target Event Key
pt_br: Chave do evento de destino

source: Target Groups
pt_br: Grupos-alvo

source: Target Lesson
pt_br: Lição alvo

source: Target Lessons
pt_br: Lições Alvo

source: Target Membership Levels
pt_br: Níveis de Associação Alvo

source: Target Memberships
pt_br: Associações Alvo

source: Target Product
pt_br: Produto Alvo

source: Target Products
pt_br: Produtos Alvo

source: Target Topics
pt_br: Tópicos Alvo

source: Targeted User Roles
pt_br: Funções de usuário direcionadas

source: Templates has been successfully imported
pt_br: Os modelos foram importados com sucesso

source: The %s license needs to be activated. %sActivate Now%s
pt_br: A licença %s precisa ser ativada. %sAtivar agora%s

source: The Block Action defined in the JSON file is not available on your site.
pt_br: A ação de bloco definida no arquivo JSON não está disponível no seu site.

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
pt_br: A chave de licença fornecida não é válida. Verifique se sua licença está correta. Você pode fazer login na conta wpmanageninja.com e obter sua chave de licença válida para sua compra.

source: The provided JSON file is not valid
pt_br: O arquivo JSON fornecido não é válido

source: The provided JSON file is not valid.
pt_br: O arquivo JSON fornecido não é válido.

source: The provided JSON file is not valid. No valid email sequence found
pt_br: O arquivo JSON fornecido não é válido. Nenhuma sequência de e-mail válida encontrada

source: The provided JSON file is not valid. object type is required in the JSON File
pt_br: O arquivo JSON fornecido não é válido. O tipo de objeto é necessário no arquivo JSON

source: The provided JSON file is not valid. sequence key is required in the JSON File
pt_br: O arquivo JSON fornecido não é válido. A chave de sequência é necessária no arquivo JSON

source: The trigger defined in the JSON file is not available on your site.
pt_br: O gatilho definido no arquivo JSON não está disponível no seu site.

source: This automation will be initiated for contact on his/her birthday. Will only initiated only for subscribed status contacts
pt_br: Esta automação será iniciada para contato no aniversário dele/dela. Será iniciada somente para contatos com status de inscritos

source: This automation will be marked as completed in this point for a contact
pt_br: Esta automação será marcada como concluída neste ponto para um contato

source: This Automation will start once an order get refunded
pt_br: Esta automação será iniciada assim que um pedido for reembolsado

source: This Automation will start when a payment fails for a subscription
pt_br: Esta automação será iniciada quando um pagamento falhar para uma assinatura
