Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent CRM pro/fluentcampaign-pro-*.po
Languages: pt_br

source: This Automation will start when a recurring payment received for a subscription
pt_br: Esta automação será iniciada quando um pagamento recorrente for recebido para uma assinatura

source: This Automation will start when a subscription expires
pt_br: Esta automação será iniciada quando uma assinatura expirar

source: This Automation will start when a woo subscription starts or status changed to active
pt_br: Esta automação será iniciada quando uma assinatura woo for iniciada ou o status for alterado para ativo

source: This funnel runs a student completes a lesson
pt_br: Este funil executa um aluno conclui uma lição

source: This funnel runs when a contact is enrolled in a course
pt_br: Este funil é executado quando um contato é inscrito em um curso

source: This funnel runs when a member is added to a membership level
pt_br: Este funil é executado quando um membro é adicionado a um nível de associação

source: This funnel runs when a membership expires
pt_br: Este funil é executado quando uma assinatura expira

source: This funnel runs when a membership is cancelled
pt_br: Este funil é executado quando uma assinatura é cancelada

source: This funnel runs when a membership level is cancelled
pt_br: Este funil é executado quando um nível de associação é cancelado

source: This funnel runs when a membership level is cancelled for a user
pt_br: Este funil é executado quando um nível de associação é cancelado para um usuário

source: This funnel runs when a student completes a Course
pt_br: Este funil é executado quando um aluno conclui um curso

source: This funnel runs when a student completes a course
pt_br: Este funil é executado quando um aluno conclui um curso

source: This funnel runs when a student completes a Lesson
pt_br: Este funil é executado quando um aluno conclui uma lição

source: This funnel runs when a student completes a lesson
pt_br: Este funil é executado quando um aluno conclui uma lição

source: This funnel runs when a student completes a lesson topic
pt_br: Este funil é executado quando um aluno conclui um tópico da lição

source: This funnel runs when a student has been enrolled in a membership level
pt_br: Este funil é executado quando um aluno é matriculado em um nível de associação

source: This funnel runs when a student is enrolled in a course
pt_br: Este funil é executado quando um aluno está matriculado em um curso

source: This funnel runs when a student leaves a course
pt_br: Este funil é executado quando um aluno abandona um curso

source: This funnel runs when a subscription expires
pt_br: Este funil é executado quando uma assinatura expira

source: This funnel runs when a user is enrolled in a group
pt_br: Este funil é executado quando um usuário é inscrito em um grupo

source: This Funnel will be initiated a tracking event has been recorded for a contact
pt_br: Este funil será iniciado um evento de rastreamento foi registrado para um contato

source: This Funnel will be initiated when a cart has been abandoned in WooCommerce
pt_br: Este funil será iniciado quando um carrinho for abandonado no WooCommerce

source: This funnel will be initiated when a new affiliate gets approved/registered directly
pt_br: Este funil será iniciado quando um novo afiliado for aprovado/registrado diretamente

source: This Funnel will be initiated when a user login to your site
pt_br: Este funil será iniciado quando um usuário fizer login no seu site

source: This Funnel will be initiated when affiliate will be approved or register as direct approved
pt_br: Este funil será iniciado quando o afiliado for aprovado ou registrado como aprovado diretamente

source: This Funnel will start a license status get marked as expired
pt_br: Este funil iniciará um status de licença marcado como expirado

source: This funnel will start once a new order will be added as processing
pt_br: Este funil será iniciado assim que um novo pedido for adicionado como processamento

source: This Funnel will start once a Recurring Subscription status changed to expired
pt_br: Este funil será iniciado quando o status de uma assinatura recorrente mudar para expirado

source: This Funnel will start once a Renewal Payment received for an active subscription
pt_br: Este funil será iniciado assim que um pagamento de renovação for recebido para uma assinatura ativa

source: This Funnel will start once an order get marked as refunded
pt_br: Este funil será iniciado assim que um pedido for marcado como reembolsado

source: This funnel will start once new order payment is successful
pt_br: Este funil será iniciado assim que o pagamento do novo pedido for bem-sucedido

source: This Funnel will start once new order will be added as successful payment
pt_br: Este funil será iniciado assim que o novo pedido for adicionado como pagamento bem-sucedido

source: This Funnel will start once new order will be marked as completed
pt_br: Este funil será iniciado assim que o novo pedido for marcado como concluído

source: This Funnel will start once new order will be marked as successful payment
pt_br: Este funil será iniciado assim que o novo pedido for marcado como pagamento bem-sucedido

source: This Funnel will start once order will be refunded
pt_br: Este funil será iniciado assim que o pedido for reembolsado

source: This Funnel will start once payment refunded for an order
pt_br: Este funil será iniciado assim que o pagamento for reembolsado para um pedido

source: This funnel will start when a license gets expired
pt_br: Este funil será iniciado quando uma licença expirar

source: This funnel will start when a member is added to a level
pt_br: Este funil começará quando um membro for adicionado a um nível

source: This funnel will start when a member is added to a level for the first time
pt_br: Este funil começará quando um membro for adicionado a um nível pela primeira vez

source: This funnel will start when a membership has been cancelled
pt_br: Este funil será iniciado quando uma assinatura for cancelada

source: This funnel will start when a membership has been expired
pt_br: Este funil será iniciado quando uma assinatura expirar

source: This funnel will start when a membership has been expired for a user
pt_br: Este funil será iniciado quando a assinatura de um usuário expirar

source: This funnel will start when a membership level get activated for a member
pt_br: Este funil começará quando um nível de associação for ativado para um membro

source: This Funnel will start when a Order status will change from one state to another
pt_br: Este funil será iniciado quando o status de um pedido mudar de um estado para outro

source: This funnel will start when a recurring payment received for a subscription
pt_br: Este funil começará quando um pagamento recorrente for recebido para uma assinatura

source: This funnel will start when a recurring subscription gets expired
pt_br: Este funil será iniciado quando uma assinatura recorrente expirar

source: This funnel will start when a renewal payment is received for an active subscription
pt_br: Este funil será iniciado quando um pagamento de renovação for recebido para uma assinatura ativa

source: This Funnel will start when a student completes a Course
pt_br: Este funil será iniciado quando um aluno concluir um curso

source: This Funnel will start when a student completes a Lesson
pt_br: Este funil será iniciado quando um aluno concluir uma lição

source: This Funnel will start when a student completes a lesson
pt_br: Este funil será iniciado quando um aluno concluir uma lição

source: This funnel will start when a student is added in a Membership
pt_br: Este funil começará quando um aluno for adicionado em uma Associação

source: This Funnel will start when a student is enrolled in a course
pt_br: Este funil será iniciado quando um aluno estiver matriculado em um curso

source: This Funnel will start when a student is enrolled in a group
pt_br: Este funil será iniciado quando um aluno for matriculado em um grupo

source: This Funnel will start when a student is leave from a course
pt_br: Este funil será iniciado quando um aluno sair de um curso

source: This funnel will start when a subscription expires
pt_br: Este funil será iniciado quando uma assinatura expirar

source: This funnel will start when a subscription has been expired
pt_br: Este funil será iniciado quando uma assinatura expirar

source: This funnel will start when a subscription payment fails
pt_br: Este funil será iniciado quando um pagamento de assinatura falhar

source: This funnel will start when a user is completes a lesson topic
pt_br: Este funil será iniciado quando um usuário concluir um tópico de lição

source: This funnel will start when a WooCommerce subscription begins or its status changes to active.
pt_br: Este funil será iniciado quando uma assinatura do WooCommerce for iniciada ou seu status mudar para ativo.

source: This funnel will start when an order is completed
pt_br: Este funil será iniciado quando um pedido for concluído

source: This funnel will start when an order is refunded
pt_br: Este funil será iniciado quando um pedido for reembolsado

source: This funnel will start when an order status changes
pt_br: Este funil será iniciado quando o status de um pedido mudar

source: This funnel will start when an user is enrolled in Membership Levels
pt_br: Este funil começará quando um usuário estiver inscrito nos Níveis de Associação

source: This funnel will start when new order payment is successful
pt_br: Este funil será iniciado quando o pagamento do novo pedido for bem-sucedido

source: This funnel will start when order will be revoked
pt_br: Este funil começará quando o pedido for revogado

source: This is a custom segment and contacts are filter based your provided filters on real time data.
pt_br: Este é um segmento personalizado e os contatos são filtrados com base nos filtros fornecidos em dados em tempo real.

source: This order has been recovered from an FluentCRM abandoned cart. %s
pt_br: Este pedido foi recuperado de um carrinho abandonado do FluentCRM. %s

source: This segment contains all your Subscribed contacts which are also your active Affiliates
pt_br: Este segmento contém todos os seus contatos inscritos que também são seus afiliados ativos

source: This segment contains all your Subscribed contacts which are also your EDD Customers with atleast one purchase
pt_br: Este segmento contém todos os seus contatos inscritos que também são seus clientes EDD com pelo menos uma compra

source: This segment contains all your Subscribed contacts which are also your Paid Membership Members
pt_br: Este segmento contém todos os seus contatos inscritos que também são seus membros de assinatura paga

source: This segment contains all your Subscribed contacts which are also your WooCommerce Customers
pt_br: Este segmento contém todos os seus contatos inscritos que também são seus clientes WooCommerce

source: This segment contains all your Subscribed contacts which are also your WordPress users
pt_br: Este segmento contém todos os seus contatos inscritos que também são seus usuários do WordPress

source: This will run once a selected email sequence is completed for a contact
pt_br: Isso será executado assim que uma sequência de e-mail selecionada for concluída para um contato

source: This will run once a subscriber click on this provided link
pt_br: Isso será executado quando um assinante clicar neste link fornecido

source: This will run once a subscription gets active
pt_br: Isso será executado assim que uma assinatura for ativada

source: This will run once new order has been placed as processing
pt_br: Isso será executado assim que o novo pedido for feito como processamento

source: This will run once new order will be placed as completed in EDD
pt_br: Isso será executado assim que o novo pedido for feito conforme concluído no EDD

source: This will run once new order will be placed as processing
pt_br: Isso será executado assim que o novo pedido for feito como processamento

source: This will run when a new contact will be added
pt_br: Isso será executado quando um novo contato for adicionado

source: This will run when any of the selected companies have been removed from a contact
pt_br: Isso será executado quando qualquer uma das empresas selecionadas for removida de um contato

source: This will run when any of the selected lists have been removed from a contact
pt_br: Isso será executado quando qualquer uma das listas selecionadas for removida de um contato

source: This will run when any of the selected tags have been removed from a contact
pt_br: Isso será executado quando qualquer uma das tags selecionadas for removida de um contato

source: This will run when selected companies have been applied to a contact
pt_br: Isso será executado quando empresas selecionadas forem aplicadas a um contato

source: This will run when selected companies have been removed from a contact
pt_br: Isso será executado quando empresas selecionadas forem removidas de um contato

source: This will run when selected lists have been applied to a contact
pt_br: Isso será executado quando listas selecionadas forem aplicadas a um contato

source: This will run when selected lists have been removed from a contact
pt_br: Isso será executado quando listas selecionadas forem removidas de um contato

source: This will run when selected tags have been applied to a contact
pt_br: Isso será executado quando as tags selecionadas forem aplicadas a um contato

source: This will run when selected Tags have been removed from a contact
pt_br: Isso será executado quando as tags selecionadas forem removidas de um contato

source: Timezone
pt_br: Fuso horário

source: Title
pt_br: Título

source: To sync and enable deep integration with Easy Digital Downloads customers with FluentCRM, please configure and enable sync.
pt_br: Para sincronizar e habilitar a integração profunda com os clientes do Easy Digital Downloads com o FluentCRM, configure e habilite a sincronização.

source: To sync and enable deep integration with LearnDash students with FluentCRM, please configure and enable sync.
pt_br: Para sincronizar e habilitar a integração profunda com os alunos do LearnDash com o FluentCRM, configure e habilite a sincronização.

source: To sync and enable deep integration with LifterLMS students with FluentCRM, please configure and enable sync.
pt_br: Para sincronizar e habilitar a integração profunda com os alunos do LifterLMS com o FluentCRM, configure e habilite a sincronização.

source: To sync and enable deep integration with TutorLMS students with FluentCRM, please configure and enable sync.
pt_br: Para sincronizar e habilitar a integração profunda com os alunos do TutorLMS com o FluentCRM, configure e habilite a sincronização.

source: To sync and enable deep integration with WooCommerce customers with FluentCRM, please configure and enable sync.
pt_br: Para sincronizar e habilitar a integração profunda com clientes WooCommerce com FluentCRM, configure e habilite a sincronização.

source: to view in details edd reports
pt_br: para ver em detalhes os relatórios edd

source: to view in details LearnDash reports
pt_br: para visualizar em detalhes os relatórios do LearnDash

source: to view in details LifterLMS reports
pt_br: para visualizar em detalhes os relatórios do LifterLMS

source: to view in details TutorLms reports
pt_br: para ver em detalhes os relatórios do TutorLms

source: to view in details WooCommerce reports
pt_br: para visualizar em detalhes os relatórios do WooCommerce

source: Topic Completed
pt_br: Tópico Concluído

source: Total Activated Sites (Licenses)
pt_br: Total de sites ativados (licenças)

source: Total Course Enrollments
pt_br: Total de matrículas no curso

source: Total Customers
pt_br: Total de clientes

source: Total Lifetime Licenses
pt_br: Total de licenças vitalícias

source: Total Membership Enrollments
pt_br: Total de inscrições de membros

source: Total Order Count
pt_br: Contagem total de pedidos

source: Total Order Value
pt_br: Valor total do pedido

source: Total Orders
pt_br: Total de pedidos

source: Total Recurring Licenses
pt_br: Total de licenças recorrentes

source: Total Referrals
pt_br: Total de referências

source: Total Revenue
pt_br: Receita total

source: Total Sales
pt_br: Vendas totais

source: Total Students
pt_br: Total de alunos

source: Tracking Event Recorded
pt_br: Evento de rastreamento registrado

source: True if all conditions match
pt_br: Verdadeiro se todas as condições corresponderem

source: True if any of the conditions match
pt_br: Verdadeiro se alguma das condições corresponder

source: TutorLms - Advanced Reports
pt_br: TutorLms - Relatórios avançados

source: TutorLMS Courses
pt_br: Cursos TutorLMS

source: TutorLMS students are not synced with FluentCRM yet.
pt_br: Os alunos do TutorLMS ainda não estão sincronizados com o FluentCRM.

source: Type
pt_br: Tipo

source: Type the note that you want to add to the reference order. You can also use smart tags
pt_br: Digite a nota que você deseja adicionar à ordem de referência. Você também pode usar etiquetas inteligentes

source: Unpaid Earnings
pt_br: Rendimentos não pagos

source: Unsubscribe Stats
pt_br: Estatísticas de cancelamento de inscrição

source: Update Contact Property
pt_br: Atualizar Propriedade de Contato

source: Update custom fields or few main property of a contact
pt_br: Atualizar campos personalizados ou algumas propriedades principais de um contato

source: Update WordPress User Meta Data
pt_br: Atualizar metadados do usuário do WordPress

source: Update WP User Meta
pt_br: Atualizar Meta do Usuário WP

source: Updated At
pt_br: Atualizado em

source: Used Coupons
pt_br: Cupons usados

source: User already in the course
pt_br: Usuário já no curso

source: User already in the group
pt_br: Usuário já está no grupo

source: User could not be enrolled to the selected course
pt_br: O usuário não pôde ser inscrito no curso selecionado

source: User could not be enrolled to the selected course. Maybe course is already enrolled or Tutor failed to enroll the course
pt_br: O usuário não pôde ser matriculado no curso selecionado. Talvez o curso já esteja matriculado ou o tutor não conseguiu matricular o curso

source: User could not be removed from the selected course
pt_br: O usuário não pôde ser removido do curso selecionado

source: User does not have this course access
pt_br: O usuário não tem acesso a este curso

source: User ID
pt_br: ID do usuário

source: User Login
pt_br: Login do usuário

source: User Meta Key
pt_br: Chave Meta do Usuário

source: User Meta Mapping
pt_br: Mapeamento de Meta do Usuário

source: User Meta Value
pt_br: Valor Meta do Usuário

source: User Notification
pt_br: Notificação do usuário

source: User Role
pt_br: Função do usuário

source: Valid License
pt_br: Licença válida

source: View FluentCRM documentation
pt_br: Ver documentação do FluentCRM

source: View Settings
pt_br: Configurações de exibição

source: Visual Builder
pt_br: Construtor Visual

source: Wishlist Member
pt_br: Membro da lista de desejos

source: With EDD deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
pt_br: Com a integração profunda do EDD com o FluentCRM, você segmenta facilmente suas compras, valores vitalícios, datas de compra e direciona seus clientes de forma mais eficiente.

source: With Headers
pt_br: Com Cabeçalhos

source: With LearnDash deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
pt_br: Com a integração profunda do LearnDash com o FluentCRM, você segmenta facilmente seus alunos por matrícula, datas dos cursos e direciona seus alunos de forma mais eficiente.

source: With LifterLMS deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
pt_br: Com a integração profunda do LifterLMS com o FluentCRM, você segmenta facilmente seus alunos por matrícula, datas dos cursos e direciona seus alunos de forma mais eficiente.

source: With TutorLMS deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
pt_br: Com a integração profunda do TutorLMS com o FluentCRM, você segmenta facilmente seus alunos por matrícula, datas dos cursos e direciona seus alunos de forma mais eficiente.

source: With WooCommerce deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
pt_br: Com a integração profunda do WooCommerce com o FluentCRM, você segmenta facilmente suas compras, valores vitalícios, datas de compra e direciona seus clientes de forma mais eficiente.

source: Within
pt_br: Dentro de

source: Woo Current Order
pt_br: Woo Ordem Atual

source: Woo Subscriptions (%d)
pt_br: Assinaturas Woo (%d)

source: WooCommerce - Advanced Reports
pt_br: WooCommerce - Relatórios avançados

source: WooCommerce Customers
pt_br: Clientes WooCommerce

source: WooCommerce customers are not synced with FluentCRM yet.
pt_br: Os clientes do WooCommerce ainda não estão sincronizados com o FluentCRM.

source: WooCommerce customers who are also in the contact list as subscribed
pt_br: Clientes WooCommerce que também estão na lista de contatos como inscritos

source: WooCommerce Order has been completed
pt_br: O pedido do WooCommerce foi concluído

source: WooCommerce Order has been refunded
pt_br: O pedido do WooCommerce foi reembolsado

source: WooCommerce Order Status Changed
pt_br: Status do pedido WooCommerce alterado

source: WooCommerce Renewal Payment failed
pt_br: Falha no pagamento de renovação do WooCommerce

source: WooCommerce Renewal Payment received
pt_br: Pagamento de renovação do WooCommerce recebido

source: WordPress Triggers
pt_br: Gatilhos do WordPress

source: WordPress user will be created if no user found with the contact's email address
pt_br: O usuário do WordPress será criado se nenhum usuário for encontrado com o endereço de e-mail do contato

source: WordPress Users
pt_br: Usuários do WordPress

source: WordPress users who are also in the contact list as subscribed
pt_br: Usuários do WordPress que também estão na lista de contatos como inscritos

source: WP User ID
pt_br: ID do usuário WP

source: WP User Role
pt_br: Função de usuário WP

source: Yes
pt_br: Sim

source: You can do this action if campaign is in archived status only
pt_br: Você pode executar esta ação somente se a campanha estiver no status arquivado

source: You can sync all your Affiliates into FluentCRM. After this sync you can segment your contacts easily
pt_br: Você pode sincronizar todos os seus Afiliados no FluentCRM. Após essa sincronização, você pode segmentar seus contatos facilmente

source: You can sync all your Easy Digital Downloads Customers into FluentCRM and all future customers and purchase data will be synced.
pt_br: Você pode sincronizar todos os seus clientes do Easy Digital Downloads no FluentCRM e todos os futuros clientes e dados de compras serão sincronizados.

source: You can sync all your WooCommerce Customers into FluentCRM and all future customers and purchase data will be synced.
pt_br: Você pode sincronizar todos os seus clientes WooCommerce no FluentCRM e todos os futuros clientes e dados de compras serão sincronizados.

source: You do not have permission to access this student\'s reports
pt_br: Você não tem permissão para acessar os relatórios deste aluno

source: You have opted out from cart tracking
pt_br: Você optou por não receber mais o rastreamento do carrinho

source: You must select a course
pt_br: Você deve selecionar um curso
