Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent CRM pro/fluentcampaign-pro-*.po
Languages: pt_br

source: ##crm.manage_subscription_url## or ##crm.unsubscribe_url## string is required for compliance. Please include unsubscription or manage subscription link
pt_br: ##crm.manage_subscription_url## ou ##crm.unsubscribe_url## string é necessária para conformidade. Inclua o link de cancelamento de assinatura ou gerenciamento de assinatura

source: %d Emails has been scheduled to resend
pt_br: %d e-mails foram agendados para reenvio

source: (no title)
pt_br: (sem título)

source: [Duplicate]
pt_br: [Duplicado]

source: [EDD] Recurring Subscription Active
pt_br: [EDD] Assinatura Recorrente Ativa

source: [FluentCRM] Apply Tags on course completion
pt_br: [FluentCRM] Aplicar tags na conclusão do curso

source: [FluentCRM] Apply Tags on course enrollment
pt_br: [FluentCRM] Aplicar tags na inscrição do curso

source: [FluentCRM] Apply Tags on group enrollment
pt_br: [FluentCRM] Aplicar tags na inscrição de grupo

source: [FluentCRM] Remove Tags on group leave
pt_br: [FluentCRM] Remover tags em caso de saída em grupo

source: A member added to a membership level
pt_br: Um membro adicionado a um nível de associação

source: A Subscription expired
pt_br: Uma assinatura expirou

source: Abandoned Carts
pt_br: Carrinhos abandonados

source: Activated Sites
pt_br: Sites Ativados

source: Active
pt_br: Ativo

source: Active Affiliates (AffiliateWP)
pt_br: Afiliados ativos (AffiliateWP)

source: Active Affiliates who are also in the contact list as subscribed
pt_br: Afiliados ativos que também estão na lista de contatos como inscritos

source: Active Licenses
pt_br: Licenças Ativas

source: Active Subscription
pt_br: Assinatura Ativa

source: Activity on your site login, email link click or various other activities
pt_br: Atividade no login do seu site, clique no link do e-mail ou várias outras atividades

source: Activity Title
pt_br: Título da atividade

source: Add Condition to check your contact's properties
pt_br: Adicione uma condição para verificar as propriedades do seu contato

source: Add Condition to check your event tracking properties
pt_br: Adicione uma condição para verificar suas propriedades de rastreamento de eventos

source: Add Event Tracking
pt_br: Adicionar Rastreamento de Eventos

source: Add Event Tracking for Contact
pt_br: Adicionar rastreamento de eventos para contato

source: Add Event Tracking to Contact Profile
pt_br: Adicionar rastreamento de eventos ao perfil de contato

source: Add Note to WooCommerce Order
pt_br: Adicionar nota ao pedido do WooCommerce

source: Add Notes & Activity
pt_br: Adicionar notas e atividades

source: Add Notes or Activity to Contact
pt_br: Adicionar notas ou atividades ao contato

source: Add Notes or Activity to the Contact Profile
pt_br: Adicionar notas ou atividades ao perfil de contato

source: Add Only
pt_br: Adicionar apenas

source: Add Order Note
pt_br: Adicionar nota de pedido

source: Add Tags
pt_br: Adicionar tags

source: Added to resend from failed
pt_br: Adicionado para reenviar de falha

source: Address Line 1
pt_br: Endereço Linha 1

source: Address Line 2
pt_br: Linha de Endereço 2

source: Admin
pt_br: Administrador

source: Advanced Event Tracking Conditions (Will check all tracking event for the contact)
pt_br: Condições avançadas de rastreamento de eventos (verificará todos os eventos de rastreamento do contato)

source: Affiliate ID
pt_br: ID de afiliado

source: Affiliates Sync
pt_br: Sincronização de afiliados

source: AffiliateWP
pt_br: Afiliado WP

source: After this sync you can import by product by product and provide appropriate tags
pt_br: Após essa sincronização você pode importar por produto e fornecer as tags apropriadas

source: All
pt_br: Todos

source: All licenses
pt_br: Todas as licenças

source: An Automated double-optin email will be sent for new subscribers
pt_br: Um e-mail automatizado de dupla aceitação será enviado para novos assinantes

source: Another campaign with the same name already exist. Please provide a different name
pt_br: Outra campanha com o mesmo nome já existe. Por favor, forneça um nome diferente

source: Any
pt_br: Qualquer

source: Any type of purchase
pt_br: Qualquer tipo de compra

source: Apply Tags
pt_br: Aplicar tags

source: Apply Tags on Course Completed
pt_br: Aplicar tags no curso concluído

source: Apply Tags on Course Completion
pt_br: Aplicar tags na conclusão do curso

source: Apply Tags on course completion
pt_br: Aplicar tags na conclusão do curso

source: Apply Tags on Course Enrollment
pt_br: Aplicar tags na inscrição do curso

source: Apply Tags on course enrollment
pt_br: Aplicar tags na inscrição do curso

source: Apply Tags on Lesson Completion
pt_br: Aplicar tags na conclusão da lição

source: Apply Tags on Membership enrollment
pt_br: Aplicar tags na inscrição de membros

source: Apply these tags on course completion
pt_br: Aplique essas tags na conclusão do curso

source: Apply these tags on course enrollment
pt_br: Aplique essas tags na inscrição do curso

source: Apply these tags when purchase this variation
pt_br: Aplique essas tags ao comprar esta variação

source: Apply these tags when purchased
pt_br: Aplique essas tags quando comprar

source: Associate user could not be found
pt_br: O usuário associado não pôde ser encontrado

source: Associate user could not be found with this email
pt_br: O usuário associado não pôde ser encontrado com este e-mail

source: Automatically cancelled because a cart has been recovered
pt_br: Cancelado automaticamente porque um carrinho foi recuperado

source: Automatically cancelled because the cart has been lost
pt_br: Cancelado automaticamente porque o carrinho foi perdido

source: Automatically remove tags defined in "Apply Tags" if course enrollment is cancelled.
pt_br: Remover automaticamente as tags definidas em "Aplicar tags" se a inscrição no curso for cancelada.

source: Automatically remove tags defined in "Apply Tags" if membership is cancelled.
pt_br: Remover automaticamente as tags definidas em "Aplicar tags" se a assinatura for cancelada.

source: Automation Priority
pt_br: Prioridade de automação

source: Average Revenue Per Customer
pt_br: Receita média por cliente

source: Banned
pt_br: Banido

source: Before
pt_br: Antes

source: BuddyBoss Groups
pt_br: Grupos BuddyBoss

source: BuddyPress Groups
pt_br: Grupos BuddyPress

source: Campaign status has been changed to %s
pt_br: O status da campanha foi alterado para %s

source: Cancel Automations
pt_br: Cancelar Automações

source: Cancel Sequence Emails
pt_br: Cancelar sequência de e-mails

source: Cancel Sequence Emails for the contact
pt_br: Cancelar sequência de e-mails para o contato

source: Cancelled by Automation ID:
pt_br: Cancelado por ID de automação:

source: Cart Abandoned
pt_br: Carrinho abandonado

source: Cart Data
pt_br: Dados do carrinho

source: Cart data has been updated
pt_br: Os dados do carrinho foram atualizados

source: Cart Items
pt_br: Itens do carrinho

source: Cart Items Categories
pt_br: Categorias de itens do carrinho

source: Cart Items Count
pt_br: Contagem de itens do carrinho

source: Cart Recovered (All Time)
pt_br: Carrinho recuperado (todos os tempos)

source: Cart Recovered (This Month)
pt_br: Carrinho Recuperado (Este Mês)

source: Cart Total
pt_br: Total do carrinho

source: Change connected user role
pt_br: Alterar função de usuário conectado

source: Change Order Status
pt_br: Alterar status do pedido

source: Change status of the current order in WooCommerce
pt_br: Alterar status do pedido atual no WooCommerce

source: Change User Role
pt_br: Alterar função do usuário

source: Change WP User Role
pt_br: Alterar função de usuário WP

source: Check Condition
pt_br: Verificar condição

source: Check If the contact match specific data properties
pt_br: Verifique se o contato corresponde a propriedades de dados específicas

source: Check Update
pt_br: Verificar atualização

source: City
pt_br: Cidade

source: Click Here to purchase another license
pt_br: Clique aqui para comprar outra licença

source: Click Here to Renew Your License
pt_br: Clique aqui para renovar sua licença

source: Community Groups
pt_br: Grupos comunitários

source: Companies
pt_br: Empresas

source: Company Applied
pt_br: Empresa Aplicada

source: Company Removed
pt_br: Empresa removida

source: Compare Range
pt_br: Comparar Alcance

source: Completed At
pt_br: Concluído em

source: Completes a Course
pt_br: Conclui um curso

source: Completes a Lesson
pt_br: Conclui uma lição

source: Completes a Topic
pt_br: Conclui um tópico

source: Condition
pt_br: Doença

source: Conditions
pt_br: Condições

source: Confirmation Status
pt_br: Status de confirmação

source: Confirmed
pt_br: Confirmado

source: Contact
pt_br: Contato

source: Contact Activities
pt_br: Atividades de contato

source: contact added in all of the selected companies
pt_br: contato adicionado em todas as empresas selecionadas

source: contact added in all of the selected lists
pt_br: contato adicionado em todas as listas selecionadas

source: contact added in all of the selected tags
pt_br: contato adicionado em todas as tags selecionadas

source: contact added in any of the selected companies
pt_br: contato adicionado em qualquer uma das empresas selecionadas

source: contact added in any of the selected lists
pt_br: contato adicionado em qualquer uma das listas selecionadas

source: contact added in any of the selected tags
pt_br: contato adicionado em qualquer uma das tags selecionadas

source: Contact Created
pt_br: Contato Criado

source: Contact Data
pt_br: Dados de contato

source: Contact Email
pt_br: E-mail de contato

source: Contact Growth
pt_br: Crescimento de contato

source: Contact Property
pt_br: Contato Propriedade

source: Contact Segment
pt_br: Segmento de contato

source: Contact Source
pt_br: Contato Fonte

source: Contact Status
pt_br: Status do contato

source: Contact Type
pt_br: Tipo de contato

source: Contact's Birthday
pt_br: Aniversário do contato

source: Contacts can enter directly to this sequence point. If you enable this then any contact meet with goal will enter in this goal point.
pt_br: Os contatos podem entrar diretamente neste ponto de sequência. Se você habilitar isso, qualquer contato que se encontre com o objetivo entrará neste ponto de objetivo.

source: Contacts will be redirected to this link.
pt_br: Os contatos serão redirecionados para este link.

source: Contains
pt_br: Contém

source: Copy This Link
pt_br: Copie este link

source: Country
pt_br: País

source: Course Completed
pt_br: Curso Concluído

source: Course Enrolled
pt_br: Curso Matriculado

source: Course Enrollment
pt_br: Matrícula no curso

source: Course ID
pt_br: ID do curso

source: Course Left
pt_br: Curso Esquerdo

source: Course Name
pt_br: Nome do curso

source: Courses
pt_br: Cursos

source: Create Coupon
pt_br: Criar cupom

source: Create WooCommerce Coupon Code
pt_br: Criar código de cupom WooCommerce

source: Create WordPress User
pt_br: Criar usuário WordPress

source: Create WP User
pt_br: Criar usuário WP

source: Create WP User with a role if user is not already registered with contact email
pt_br: Crie um usuário WP com uma função se o usuário ainda não estiver registrado com e-mail de contato

source: Created At
pt_br: Criado em

source: Created at
pt_br: Criado em

source: CRM - Advanced Reports
pt_br: CRM - Relatórios Avançados

source: Current Range
pt_br: Alcance atual

source: Custom Data
pt_br: Dados personalizados

source: Custom Fields
pt_br: Campos personalizados

source: Custom Password
pt_br: Senha personalizada

source: Custom Segments with custom filters on Subscriber data
pt_br: Segmentos personalizados com filtros personalizados em dados do assinante

source: Custom Username (optional)
pt_br: Nome de usuário personalizado (opcional)

source: Customer Growth
pt_br: Crescimento do cliente

source: Customer Since
pt_br: Cliente desde

source: Customer Summary
pt_br: Resumo do cliente

source: Data Key
pt_br: Chave de dados

source: Data Send Method
pt_br: Método de envio de dados

source: Data Value
pt_br: Valor dos dados

source: Date Of Birth
pt_br: Data de nascimento

source: Date of Birth
pt_br: Data de nascimento

source: Description
pt_br: Descrição

source: Do not enroll the course if contact is not an existing WordPress User
pt_br: Não inscreva-se no curso se o contato não for um usuário WordPress existente

source: Docs
pt_br: Documentação

source: Double Opt-in
pt_br: Opt-in duplo

source: Draft Revenue
pt_br: Rascunho de Receita

source: Earnings
pt_br: Ganhos

source: Earnings (All Time)
pt_br: Ganhos (de todos os tempos)

source: Earnings (Current Month)
pt_br: Ganhos (mês atual)

source: Earnings (Today)
pt_br: Ganhos (hoje)

source: Easy Digital Downloads
pt_br: Downloads digitais fáceis

source: Easy Digital Downloads - Advanced Reports
pt_br: Downloads digitais fáceis - Relatórios avançados

source: Easy Digital Downloads Customers
pt_br: Clientes do Easy Digital Downloads

source: Easy Digital Downloads customers are not synced with FluentCRM yet.
pt_br: Os clientes do Easy Digital Downloads ainda não estão sincronizados com o FluentCRM.

source: Easy Digital Downloads Data Sync
pt_br: Fácil sincronização de dados de downloads digitais

source: EDD (Sync Required)
pt_br: EDD (Sincronização necessária)

source: Edd - New Order Success
pt_br: Edd - Sucesso da Nova Ordem

source: EDD customers who are also in the contact list as subscribed
pt_br: Clientes EDD que também estão na lista de contatos como inscritos

source: EDD Recurring Subscription Active
pt_br: Assinatura recorrente EDD ativa

source: Email Address is not valid
pt_br: Endereço de e-mail inválido

source: Email body has been successfully updated
pt_br: O corpo do e-mail foi atualizado com sucesso

source: Email body is required
pt_br: O corpo do e-mail é obrigatório

source: Email data has been updated
pt_br: Os dados do e-mail foram atualizados

source: Email has been resent
pt_br: O e-mail foi reenviado

source: Email has been triggered by Automation Funnel ID:
pt_br: O e-mail foi acionado pelo ID do funil de automação:

source: Email Newsletter Archive features is not enabled
pt_br: Os recursos de arquivamento de boletins informativos por e-mail não estão habilitados

source: Email Newsletter could not be found
pt_br: Não foi possível encontrar o boletim informativo por e-mail

source: Email Sending Stats
pt_br: Estatísticas de envio de e-mail

source: Email Sequence Completed
pt_br: Sequência de e-mail concluída

source: Email sequence successfully deleted
pt_br: Sequência de e-mail excluída com sucesso

source: Email status has been changed to %s
pt_br: O status do e-mail foi alterado para %s

source: Enable Last Email Activity Filter
pt_br: Habilitar filtro de última atividade de e-mail

source: Enable this to prevent the automation from running multiple times for the same contact if it is currently active in this automation
pt_br: Habilite isso para evitar que a automação seja executada várias vezes para o mesmo contato se ele estiver ativo nesta automação.

source: End This Funnel Here
pt_br: Termine este funil aqui

source: Enroll the contact to a specific LMS Course
pt_br: Inscreva o contato em um curso LMS específico

source: Enroll the contact to a specific LMS Group
pt_br: Inscreva o contato em um grupo LMS específico

source: Enroll the contact to a specific LMS Membership Group
pt_br: Inscreva o contato em um grupo de membros LMS específico

source: Enroll To a Course
pt_br: Inscreva-se em um curso

source: Enroll To a Group
pt_br: Inscreva-se em um grupo

source: Enroll To a Membership Group
pt_br: Inscreva-se em um grupo de membros

source: Enroll To Course
pt_br: Inscreva-se no curso

source: Enroll To Group
pt_br: Inscreva-se no grupo

source: Enrolled At
pt_br: Matriculado em

source: Enrollment Categories
pt_br: Categorias de inscrição

source: Enrollment Courses
pt_br: Cursos de Matrícula

source: Enrollment Groups
pt_br: Grupos de Inscrição

source: Enrollment in a course in LifterLMS
pt_br: Inscrição em um curso no LifterLMS

source: Enrollment in a course in TutorLMS
pt_br: Matrícula em um curso no TutorLMS

source: Enrollment in a Membership in LifterLMS
pt_br: Inscrição em uma Associação no LifterLMS

source: Enrollment in a Membership Level in PMPro
pt_br: Inscrição em um nível de associação no PMPro

source: Enrollment Memberships
pt_br: Inscrição Associações

source: Enrollment Tags
pt_br: Etiquetas de inscrição

source: Enrollments
pt_br: Matrículas

source: Enrolls in a Course
pt_br: Inscreve-se em um curso

source: Enrolls in a Group
pt_br: Inscreve-se em um grupo

source: Equal
pt_br: Igual

source: Error when creating new User.
pt_br: Erro ao criar novo usuário.

source: Keep it blank to run to any Lesson Complete
pt_br: Mantenha em branco para executar qualquer lição concluída

source: Keep it blank to run to any Level Cancellation
pt_br: Mantenha em branco para executar qualquer cancelamento de nível

source: Keep it blank to run to any Level cancellation
pt_br: Mantenha em branco para executar qualquer cancelamento de nível

source: Keep it blank to run to any Level Enrollment
pt_br: Mantenha em branco para executar qualquer nível de inscrição

source: Keep it blank to run to any Level Expiration
pt_br: Mantenha em branco para executar qualquer expiração de nível

source: Keep it blank to run to any Membership
pt_br: Mantenha em branco para executar qualquer Associação

source: Keep it blank to run to any product
pt_br: Mantenha em branco para executar qualquer produto

source: Keep it blank to run to any product purchase
pt_br: Mantenha-o em branco para executar qualquer compra de produto

source: Keep it blank to run to any product refund
pt_br: Mantenha em branco para executar qualquer reembolso de produto

source: Keep it blank to run to any product status changed
pt_br: Mantenha em branco para executar qualquer alteração de status do produto

source: Keep it blank to run to any subscription cancellation
pt_br: Mantenha em branco para executar qualquer cancelamento de assinatura

source: Keep it blank to run to any subscription expire
pt_br: Mantenha em branco para executar até que qualquer assinatura expire

source: Keep it blank to run to any subscription renewal failed
pt_br: Mantenha em branco para executar qualquer falha na renovação da assinatura

source: Keep it blank to run to any subscription renewal payment
pt_br: Mantenha em branco para executar qualquer pagamento de renovação de assinatura

source: Keep it blank to run to any subscription starts
pt_br: Mantenha em branco para executar qualquer início de assinatura

source: Keep it blank to run to any Topic for that lesson
pt_br: Deixe em branco para executar qualquer tópico dessa lição

source: Last Activity
pt_br: Última atividade

source: Last Contact Activity
pt_br: Última atividade de contato

source: Last Email Clicked
pt_br: Último e-mail clicado

source: Last Email Link Clicked
pt_br: Último link de e-mail clicado

source: Last Email Open
pt_br: Último e-mail aberto

source: Last Email Open (approximately)
pt_br: Último e-mail aberto (aproximadamente)

source: Last Email Sent
pt_br: Último e-mail enviado

source: Last Enrollment Date
pt_br: Última data de inscrição

source: Last Name
pt_br: Sobrenome

source: Last Order
pt_br: Último pedido

source: Last Order Date
pt_br: Última data do pedido

source: Last Payout Date
pt_br: Última data de pagamento

source: Last Update
pt_br: Última atualização

source: LearnDash
pt_br: AprendaDash

source: LearnDash (Sync Required)
pt_br: LearnDash (sincronização necessária)

source: LearnDash - Advanced Reports
pt_br: LearnDash - Relatórios avançados

source: LearnDash Courses
pt_br: Cursos LearnDash

source: LearnDash students are not synced with FluentCRM yet.
pt_br: Os alunos do LearnDash ainda não estão sincronizados com o FluentCRM.

source: LearnPress Courses
pt_br: Cursos LearnPress

source: Leave a review
pt_br: Deixe um comentário

source: Leave blank to run for all user roles
pt_br: Deixe em branco para executar para todas as funções de usuário

source: Leave empty to target any lesson of this course
pt_br: Deixe em branco para direcionar qualquer lição deste curso

source: Leave from a Course
pt_br: Sair de um curso

source: Lesson Completed
pt_br: Lição concluída

source: License Expired
pt_br: Licença expirada

source: License Expired in EDD
pt_br: Licença expirada em EDD

source: Lifetime Value
pt_br: Valor vitalício

source: LifterLMS
pt_br: Lifter LMS - O que é Lifter LMS?

source: LifterLMS (Sync Required)
pt_br: LifterLMS (sincronização necessária)

source: LifterLMS - Advanced Reports
pt_br: LifterLMS - Relatórios avançados

source: LifterLMS Courses
pt_br: Cursos LifterLMS

source: LifterLMS students are not synced with FluentCRM yet.
pt_br: Os alunos do LifterLMS ainda não estão sincronizados com o FluentCRM.

source: Link Click
pt_br: Clique no link

source: Link Clicks Stats
pt_br: Estatísticas de cliques em links

source: Links are required
pt_br: Links são obrigatórios

source: List Applied
pt_br: Lista Aplicada

source: List Removed
pt_br: Lista Removida

source: Lists
pt_br: Listas

source: Lost Revenue
pt_br: Receita perdida

source: Manager has been added
pt_br: O gerente foi adicionado

source: Manager has been removed
pt_br: O gerente foi removido

source: Manager has been updated
pt_br: O gerente foi atualizado

source: Match Any One Condition
pt_br: Corresponde a qualquer condição

source: Match Both Open and Click Condition
pt_br: Corresponder às condições de abertura e clique

source: Match Type
pt_br: Tipo de correspondência

source: Match Value
pt_br: Valor da partida

source: Member
pt_br: Membro

source: MemberPress
pt_br: MembroPress

source: Membership cancelled
pt_br: Associação cancelada

source: Membership Enrolled
pt_br: Membro inscrito

source: Membership expired
pt_br: Associação expirada

source: Membership Groups
pt_br: Grupos de Membros

source: Membership is cancelled
pt_br: A associação foi cancelada

source: Membership is expired
pt_br: A associação expirou

source: Membership Level
pt_br: Nível de Associação

source: Membership Level Cancelled
pt_br: Nível de Associação Cancelado

source: Membership Level Expiration
pt_br: Expiração do nível de associação

source: Membership Level Expired
pt_br: Nível de Associação Expirado

source: Memberships
pt_br: Associações

source: Meta key
pt_br: Meta-chave

source: Meta Value
pt_br: Valor Meta

source: Minimum Event Count
pt_br: Contagem mínima de eventos

source: Minimum Occurrence Count of the selected event
pt_br: Contagem mínima de ocorrências do evento selecionado

source: Missing "day" for weekly scheduling type.
pt_br: Falta "dia" para o tipo de agendamento semanal.

source: Missing or invalid "time" in scheduling settings.
pt_br: "Hora" ausente ou inválida nas configurações de agendamento.

source: Moderator
pt_br: Moderador

source: Name Prefix (Title)
pt_br: Prefixo do nome (título)

source: New Affiliate Approved/Active Register
pt_br: Novo Afiliado Aprovado/Registro Ativo

source: New Affiliate Joined
pt_br: Novo afiliado se juntou

source: New Edd Order (paid) has been places
pt_br: Nova Ordem Edd (paga) foi colocada

source: New Order (Processing)
pt_br: Nova Ordem (Processamento)

source: New Order Success
pt_br: Sucesso da Nova Ordem

source: New Order Success in EDD
pt_br: Sucesso da Nova Ordem em EDD

source: New recurring email has been created in your site %s
pt_br: Novo e-mail recorrente foi criado em seu site %s

source: New SureCart Order (paid) has been places
pt_br: Novo pedido SureCart (pago) foi feito

source: New WooCommerce Order (Processing) has been places
pt_br: Novo pedido WooCommerce (processamento) foi colocado

source: Next [Review Data]
pt_br: Próximo [Revisar dados]

source: No
pt_br: Não
