Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent CRM pro/fluentcampaign-pro-*.po
Languages: pt_br

source: You must select a topic
pt_br: Você deve selecionar um tópico

source: Your cart has been restored
pt_br: Seu carrinho foi restaurado

source: Your license key has been successfully deactivated
pt_br: Sua chave de licença foi desativada com sucesso

source: Your license key has been successfully updated
pt_br: Sua chave de licença foi atualizada com sucesso

source: Your Target URL
pt_br: Seu URL de destino
