Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Broadcast your Fluent Forms Submission to any web api endpoint with the powerful webhook module.
pt_br: Transmita seu envio de formulários do Fluent Forms para qualquer ponto de extremidade de API da Web com o poderoso módulo webhook.

source: Browser
pt_br: Navegador

source: Brunei Dollar
pt_br: Dólar de Brunei

source: BuddyBoss Profile has been created - User Id:
pt_br: O perfil BuddyBoss foi criado - User Id:

source: BuddyBoss Profile Type
pt_br: Tipo de perfil BuddyBoss

source: Bulgarian Lev
pt_br: Lev búlgaro

source: Burundian Franc
pt_br: Franco burundiano

source: Business Number
pt_br: Número comercial

source: Button
pt_br: Botão

source: Button Height
pt_br: Altura do botão

source: Cambodian Riel
pt_br: Riel cambojano

source: Campaign List
pt_br: Lista de campanhas

source: Campaign Monitor API call has been skipped because no valid email available
pt_br: A chamada da API do Campaign Monitor foi ignorada porque não há e-mail válido disponível

source: Campaign Monitor API Key
pt_br: Chave de API do Campaign Monitor

source: Campaign Monitor API Settings
pt_br: Configurações da API do Campaign Monitor

source: Campaign Monitor Client
pt_br: Cliente do Campaign Monitor

source: Campaign Monitor feed has been successfully initialed and pushed data
pt_br: O feed do Campaign Monitor foi inicializado e enviado com sucesso

source: Campaign Monitor Field
pt_br: Campo do monitor de campanha

source: Campaign Monitor is not configured yet! Please configure your Campaign Monitor api first
pt_br: O Campaign Monitor ainda não está configurado! Configure sua API do Campaign Monitor primeiro

source: Campaign Monitor List
pt_br: Lista de monitores de campanha

source: Campaign Name
pt_br: Nome da campanha

source: Campaign Name is a string type field.
pt_br: Campaign Name é um campo do tipo string.

source: Campaign Schedule
pt_br: Cronograma da campanha

source: Campaign schedule date and time
pt_br: Data e hora da programação da campanha

source: Campaign Subject
pt_br: Assunto da campanha

source: Canadian Dollar
pt_br: Dólar canadense

source: Cancel
pt_br: Cancelar

source: Cancelled
pt_br: Cancelado

source: cancelled
pt_br: cancelada

source: Cape Verdean Escudo
pt_br: Escudo cabo-verdiano

source: Capitalize
pt_br: Capitalizar

source: Card Content
pt_br: Conteúdo do cartão

source: Card Last 4
pt_br: Último cartão 4

source: Card Position
pt_br: Posição do cartão

source: Card Title
pt_br: Título do cartão

source: Category
pt_br: Categoria

source: Category is a select type field.
pt_br: Categoria é um campo do tipo seleção.

source: Cayman Islands Dollar
pt_br: Dólar das Ilhas Cayman

source: CC Email
pt_br: E-mail CC

source: CC Email is a string type field.
pt_br: CC Email é um campo do tipo string.

source: Center Center
pt_br: Centro Centro

source: Center Left
pt_br: Centro Esquerda

source: Center Right
pt_br: Centro, direita

source: Center Top
pt_br: Topo central

source: Central African Cfa Franc
pt_br: Franco CFA da África Central

source: Channel Username/ID
pt_br: Nome de usuário/identificação do canal

source: Chat with OpenAI ChatGPT
pt_br: Bate-papo com o OpenAI ChatGPT

source: Check if you want to be used value as the default value.
pt_br: Verifique se você deseja que o valor seja usado como valor padrão.

source: Check if your Salesforce is a sandbox account
pt_br: Verifique se seu Salesforce é uma conta sandbox

source: Checkbox
pt_br: Caixa de seleção

source: Checked Background Colors
pt_br: Cores de fundo verificadas

source: Checkout Style Type
pt_br: Tipo de estilo de checkout

source: Chilean Peso
pt_br: Peso chileno

source: Chinese Renminbi Yuan
pt_br: Renminbi chinês Yuan

source: Choose a datetime for your SMS campaign.
pt_br: Escolha uma data para sua campanha de SMS.

source: Choose a datetime for your sms campaign.
pt_br: Escolha uma data para sua campanha de sms.

source: Choose a form from the list.
pt_br: Escolha um formulário da lista.

source: Choose a list for sending email to all of its contact.
pt_br: Escolha uma lista para enviar e-mail a todos os seus contatos.

source: Choose a list for sending SMS to all of its contact.
pt_br: Escolha uma lista para enviar SMS a todos os seus contatos.

source: Choose a template for SMS body.
pt_br: Escolha um modelo para o corpo do SMS.

source: Choose a template for SMS body. This settings won't take effect if you chose Input Message as Message Body.
pt_br: Escolha um modelo para o corpo do SMS. Essas configurações não terão efeito se você escolher Mensagem de entrada como Corpo da mensagem.

source: Choose Color
pt_br: Escolha a cor

source: Choose File
pt_br: Selecionar arquivo

source: Choose list
pt_br: Selecionar lista

source: Choose Message Body
pt_br: Selecionar o corpo da mensagem

source: Choose Razorpay checkout brand theme color. Leave empty for Razorpay default theme.
pt_br: Escolha a cor do tema da marca do checkout Razorpay. Deixe em branco para o tema padrão do Razorpay.

source: Choose Service
pt_br: Escolha o serviço

source: Choose Template
pt_br: Escolha o modelo

source: Choose the list to which the contact should be added.
pt_br: Escolha a lista à qual o contato deve ser adicionado.

source: Choose the option you want to be used as the value
pt_br: Escolha a opção que você deseja usar como valor

source: Choose the source to populate dynamically
pt_br: Escolha a fonte a ser preenchida dinamicamente

source: Choose the type of field to be used for this dynamic field.
pt_br: Escolha o tipo de campo a ser usado para esse campo dinâmico.

source: Choose witch country currency amount value is.
pt_br: Escolha o valor do montante da moeda do país.

source: Chose a role
pt_br: Escolha uma função

source: City
pt_br: Cidade

source: City is a string type field.
pt_br: Cidade é um campo do tipo string.

source: Classic
pt_br: Clássico

source: Clear
pt_br: Limpo

source: CleverReach API call has been skipped because no valid email available
pt_br: A chamada à API do CleverReach foi ignorada porque não há e-mail válido disponível

source: CleverReach App Client Secret
pt_br: Segredo do cliente do aplicativo CleverReach

source: CleverReach Client ID
pt_br: ID do cliente CleverReach

source: CleverReach Client Secret
pt_br: Segredo do cliente CleverReach

source: CleverReach Field
pt_br: Campo do CleverReach

source: CleverReach has been successfully initialed and pushed data
pt_br: O CleverReach foi inicializado e enviou dados com sucesso

source: CleverReach is not configured yet! Please configure your CleverReach API first
pt_br: O CleverReach ainda não está configurado! Por favor, configure sua API CleverReach primeiro

source: CleverReach List
pt_br: Lista do CleverReach

source: CleverReach Settings
pt_br: Configurações do CleverReach

source: Click Here to Activate the Plugin
pt_br: Clique aqui para ativar o plug-in

source: Click Here to Install the Plugin
pt_br: Clique aqui para instalar o plug-in

source: ClickSend Sender Number
pt_br: Número do remetente do ClickSend

source: ClickSend SMS feed has been successfully initialed and add contact list
pt_br: O feed do ClickSend SMS foi inicializado com sucesso e a lista de contatos foi adicionada

source: ClickSend SMS feed has been successfully initialed and add subscriber in contact list
pt_br: O feed do ClickSend SMS foi inicializado com sucesso e adicionou o assinante à lista de contatos

source: ClickSend SMS feed has been successfully initialed and pushed email campaign data
pt_br: O feed do ClickSend SMS foi inicializado com sucesso e enviou os dados da campanha de e-mail

source: ClickSend SMS Notification
pt_br: Notificação por SMS ClickSend

source: ClickSend SMS Notification is not configured yet! Please configure your ClickSend SMS api first
pt_br: O ClickSend SMS Notification ainda não está configurado! Configure primeiro a API do ClickSend SMS

source: ClickSend Username
pt_br: Nome de usuário do ClickSend

source: Client Folder ID
pt_br: ID da pasta do cliente

source: Client is not configured
pt_br: O cliente não está configurado

source: Close
pt_br: Fechar

source: Close Date
pt_br: Data de fechamento

source: Close Date is a date type field.
pt_br: Data de fechamento é um campo do tipo data.

source: Closed at
pt_br: Fechado em

source: Closed at is a Date type field in Unix Timestamp format.
pt_br: Fechado em é um campo do tipo Data no formato Unix Timestamp.

source: Collect Shipping Info
pt_br: Coletar informações de remessa

source: Colombian Peso
pt_br: Peso colombiano

source: Color
pt_br: Cor

source: Column 1
pt_br: Coluna 1

source: Comorian Franc
pt_br: Franco das Comores

source: Company
pt_br: Empresa

source: Company Message
pt_br: Mensagem da empresa

source: Company Message is a string type field.
pt_br: Mensagem da empresa é um campo do tipo string.

source: Company Name
pt_br: Nome da empresa

source: Company name
pt_br: Nome da empresa

source: Company Name is a string type field.
pt_br: O nome da empresa é um campo do tipo string.

source: Company name is a required string type field.
pt_br: O nome da empresa é um campo obrigatório do tipo string.

source: Complete At
pt_br: Completo em

source: Complete at
pt_br: Complete em

source: Complete at is a Required Date type field in Unix Timestamp format.
pt_br: Complete at é um campo obrigatório do tipo Data no formato Unix Timestamp.

source: Completed
pt_br: Concluído

source: Conditional Logic
pt_br: Lógica condicional

source: Conditional Logics
pt_br: Lógica condicional

source: Conditions did not satisfy for this feed
pt_br: As condições não foram atendidas para esse feed

source: Configration required!
pt_br: A configuração é necessária!

source: Configuration required!
pt_br: Configuração necessária!

source: Confirm
pt_br: Confirmar

source: Confirm password not match
pt_br: A senha de confirmação não corresponde

source: Confirmed
pt_br: Confirmado

source: Confirming Payment, Please wait...
pt_br: Confirmando o pagamento, aguarde...

source: Confirming payment. Please wait...
pt_br: Confirmando o pagamento. Por favor, aguarde...

source: Congolese Franc
pt_br: Franco congolês

source: Congratulation! %s is successfully activated
pt_br: Parabéns! %s foi ativado com sucesso

source: Congratulations! New Payment has been received from your subscription
pt_br: Parabéns! Foi recebido um novo pagamento de sua assinatura

source: Connect OpenAI ChatGPT to add integrations or create forms using AI prompts
pt_br: Conecte o OpenAI ChatGPT para adicionar integrações ou criar formulários usando prompts de IA

source: Connect with Stripe was not successful. Please try again!
pt_br: A conexão com o Stripe não foi bem-sucedida. Por favor, tente novamente!

source: Constant Contact access Key
pt_br: Chave de acesso ao Constant Contact

source: Constant Contact API call has been skipped because no valid email available
pt_br: A chamada à API da Constant Contact foi ignorada porque não há e-mail válido disponível

source: Constant Contact API Settings
pt_br: Configurações da API da Constant Contact

source: Constant Contact Field
pt_br: Campo de contato constante

source: Constant Contact has been successfully initialed and pushed data
pt_br: O Constant Contact foi inicializado e enviou dados com sucesso

source: Constant Contact is not configured yet! Please configure your Constant Contact api first
pt_br: O Constant Contact ainda não está configurado! Configure a api do Constant Contact primeiro

source: Constant Contact List
pt_br: Lista de contatos constantes

source: Contact Email
pt_br: E-mail de contato

source: Contact Email is a string type field.
pt_br: O e-mail de contato é um campo do tipo string.

source: Contact List Name
pt_br: Nome da lista de contatos

source: Contact Name
pt_br: Nome do contato

source: Contact Name is a string type field.
pt_br: Nome do contato é um campo do tipo string.

source: Contact Tags
pt_br: Tags de contato

source: Contacts Name
pt_br: Nome dos contatos

source: Contacts name is a required string type field.
pt_br: O nome dos contatos é um campo obrigatório do tipo string.

source: Contain
pt_br: Conter

source: Container Styles
pt_br: Estilos de contêineres

source: Contains
pt_br: Contém

source: ConvertKit API call has been skipped because no valid email available
pt_br: A chamada da API do ConvertKit foi ignorada porque não há e-mail válido disponível

source: ConvertKit API Key
pt_br: Chave da API do ConvertKit

source: ConvertKit API Secret
pt_br: Segredo da API do ConvertKit

source: ConvertKit feed has been successfully initialed and pushed data
pt_br: O feed do ConvertKit foi inicializado e enviado com sucesso

source: ConvertKit Field
pt_br: Campo do ConvertKit

source: ConvertKit Form
pt_br: Formulário do ConvertKit

source: ConvertKit is email marketing software for creators. Use Fluent Forms to collect customer information and automatically add it as ConvertKit subscriber list.
pt_br: O ConvertKit é um software de marketing por e-mail para criadores. Use o Fluent Forms para coletar informações de clientes e adicioná-las automaticamente à lista de assinantes do ConvertKit.

source: ConvertKit is not configured yet! Please configure your ConvertKit api first
pt_br: O ConvertKit ainda não está configurado! Configure sua api do ConvertKit primeiro

source: ConvertKit Settings
pt_br: Configurações do ConvertKit

source: Copy that Google Access Code from other window and paste it here, then click on Verify Code button.
pt_br: Copie o código de acesso do Google de outra janela e cole-o aqui; em seguida, clique no botão Verify Code (Verificar código).

source: Copy the API Key from Salesflare settings API keys and paste it here, then click on Save.
pt_br: Copie a chave de API das chaves de API das configurações da Salesflare e cole-a aqui, depois clique em Save (Salvar).

source: Copyright Message
pt_br: Mensagem de direitos autorais

source: Copyright Message is a string type field.
pt_br: Copyright Message é um campo do tipo string.

source: Correct answer
pt_br: Resposta correta

source: Costa Rican Colón
pt_br: Colón da Costa Rica

source: Country
pt_br: País

source: Country Code is a string type field.
pt_br: Country Code é um campo do tipo string.

source: Country is a string type field.
pt_br: Country é um campo do tipo string.

source: Coupon
pt_br: Cupom

source: Coupon has been saved successfully
pt_br: O cupom foi salvo com sucesso

source: Coupon has been successfully deleted
pt_br: O cupom foi excluído com sucesso

source: Coupons
pt_br: Cupons

source: Cover
pt_br: Capa

source: Create completely custom "distraction-free" form landing pages to boost conversions
pt_br: Crie páginas de destino de formulários totalmente personalizadas e "sem distrações" para aumentar as conversões

source: Create post/any cpt on form submission. It will enable many new features including dedicated post fields
pt_br: Criar post/qualquer cpt no envio do formulário. Isso possibilitará muitos recursos novos, inclusive campos de postagem dedicados

source: Create signup forms in WordPress and connect ActiveCampaign to grow your list easily.
pt_br: Crie formulários de inscrição no WordPress e conecte a ActiveCampaign para aumentar sua lista facilmente.

source: Created At
pt_br: Criado em

source: Created at
pt_br: Criado em

source: Created at is a Date type field in Unix Timestamp format.
pt_br: Criado em é um campo do tipo Data no formato Unix Timestamp.

source: Creation Date
pt_br: Data de criação

source: creation Date is a date type field.
pt_br: creation Date é um campo do tipo data.

source: Credit/Debit Card (Stripe)
pt_br: Cartão de crédito/débito (Stripe)

source: Croatian Kuna
pt_br: Kuna croata

source: CSV Data Source
pt_br: Fonte de dados CSV

source: Currency
pt_br: Moeda

source: Currency Code
pt_br: Código da moeda

source: Current User Post
pt_br: Postagem do usuário atual

source: Custom
pt_br: Personalizado

source: Custom (Advanced Customization)
pt_br: Personalizado (Personalização avançada)

source: Custom Border
pt_br: Borda personalizada

source: Custom Chat ID
pt_br: ID de chat personalizado

source: Custom Chat/Channel ID
pt_br: ID personalizada de chat/canal

source: Custom Email
pt_br: E-mail personalizado

source: Custom Field 1
pt_br: Campo personalizado 1

source: Custom Field 2
pt_br: Campo personalizado 2

source: Custom Field 3
pt_br: Campo personalizado 3

source: Custom Field 4
pt_br: Campo personalizado 4

source: custom field data
pt_br: dados de campos personalizados

source: Custom Field Key
pt_br: Chave de campo personalizada

source: Custom Field Value
pt_br: Valor do campo personalizado

source: Custom Fields
pt_br: Campos personalizados

source: Custom Html & Section Break Style
pt_br: Html personalizado e estilo de quebra de seção

source: Custom Payment Amount
pt_br: Valor de pagamento personalizado

source: Custom Styles
pt_br: Estilos personalizados

source: Customer Details
pt_br: Detalhes do cliente

source: Customer Email:
pt_br: E-mail do cliente:

source: Customer Name
pt_br: Nome do cliente

source: Customer name is a required string type field.
pt_br: O nome do cliente é um campo obrigatório do tipo string.

source: Customer Name:
pt_br: Nome do cliente:

source: Customize Selected Preset
pt_br: Personalizar a predefinição selecionada

source: Czech Koruna
pt_br: Coroa tcheca

source: Danish Krone
pt_br: Coroa dinamarquesa

source: Dashed
pt_br: Traço

source: Data source deleted successfully.
pt_br: Fonte de dados excluída com êxito.

source: Data validation failed
pt_br: Falha na validação de dados

source: Date
pt_br: Data

source: Date is a date type field.
pt_br: Date é um campo do tipo data.

source: Date Of Birth
pt_br: Data de nascimento

source: Date Of Birth is a date type field on y-m-d.
pt_br: Data de nascimento é um campo do tipo data em y-m-d.

source: Date:
pt_br: Data:

source: day
pt_br: dia

source: Deactivate License
pt_br: Desativar licença

source: Deal Details
pt_br: Detalhes da oferta

source: Deal details is a string type field.
pt_br: Detalhes do negócio é um campo do tipo string.

source: Deal Name
pt_br: Nome da oferta

source: Deal Name is a string type field.
pt_br: Deal Name é um campo do tipo string.

source: Declined
pt_br: Recusado

source: Default
pt_br: Padrão

source: Default (Form Styler)
pt_br: Padrão (Form Styler)

source: Default Channel/Group Chat ID
pt_br: ID de bate-papo padrão do canal/grupo

source: Default User Role
pt_br: Função de usuário padrão

source: Deferred
pt_br: Diferido

source: Define the mapping template for generate options. Use placeholders to dynamically insert values from the database records.
pt_br: Defina o modelo de mapeamento para gerar opções. Use placeholders para inserir dinamicamente valores dos registros do banco de dados.

source: Deleted Successfully
pt_br: Excluído com sucesso

source: Delivery
pt_br: Entrega

source: Descending
pt_br: Descendente

source: Description
pt_br: Descrição

source: Description is a string type field.
pt_br: Descrição é um campo do tipo string.

source: description reference field
pt_br: descrição campo de referência

source: Description Styling
pt_br: Descrição Estilo

source: Device
pt_br: Dispositivo

source: Direct
pt_br: Direto

source: Disable
pt_br: Desativar

source: Disable Input When Stock is Out
pt_br: Desativar entrada quando o estoque estiver esgotado

source: Disable Submit Button
pt_br: Desativar o botão Enviar

source: Disconnect %s
pt_br: Desconectar %s

source: Disconnect ActiveCampaign
pt_br: Desconectar a ActiveCampaign

source: Disconnect Airtable
pt_br: Desconectar a mesa de ar

source: Disconnect Amocrm
pt_br: Desconectar o Amocrm

source: Disconnect Automizy
pt_br: Desconectar a automação

source: Disconnect Aweber
pt_br: Desconectar o Aweber

source: Disconnect Brevo
pt_br: Desconectar o Brevo

source: Disconnect Campaign Monitor
pt_br: Desconectar o Campaign Monitor

source: Disconnect CleverReach
pt_br: Desconectar o CleverReach

source: Disconnect ClickSend
pt_br: Desconectar o ClickSend

source: Disconnect Constant Contact
pt_br: Desconectar o Constant Contact

source: Disconnect ConvertKit
pt_br: Desconectar o ConvertKit

source: Disconnect Drip
pt_br: Gotejamento de desconexão

source: Disconnect GetGist
pt_br: Desconectar GetGist

source: Disconnect GetResponse
pt_br: Desconectar a GetResponse

source: Disconnect Google Sheet
pt_br: Desconectar o Google Sheet

source: Disconnect HubSpot
pt_br: Desconectar o HubSpot

source: Disconnect iContact
pt_br: Desconectar o iContact

source: Disconnect Insightly
pt_br: Desconectar com perspicácia

source: Disconnect MailerLite
pt_br: Desconectar o MailerLite

source: Disconnect Mailjet
pt_br: Desconectar o Mailjet

source: Disconnect MooSend
pt_br: Desconectar o MooSend

source: Disconnect Notion
pt_br: Noção de desconexão

source: Disconnect OnePageCrm
pt_br: Desconectar o OnePageCrm

source: Disconnect OpenAI ChatGPT
pt_br: Desconectar o OpenAI ChatGPT

source: Disconnect Pipedrive
pt_br: Desconectar o Pipedrive

source: Disconnect Platformly
pt_br: Desconectar de forma estratégica

source: Disconnect Salesforce
pt_br: Desconectar o Salesforce

source: Disconnect SendFox
pt_br: Desconectar a SendFox

source: Disconnect Trello
pt_br: Desconectar o Trello

source: Disconnect Twilio
pt_br: Desconectar o Twilio

source: Disconnect Zoho CRM
pt_br: Desconectar o Zoho CRM

source: Discord feed has been successfully initialed and pushed data
pt_br: O feed do Discord foi inicializado e enviado com sucesso

source: Discord Message Description
pt_br: Descrição da mensagem do Discord

source: Discord Message Footer
pt_br: Rodapé de mensagem do Discord

source: Discount
pt_br: Desconto

source: Discount:
pt_br: Desconto:

source: Display Name
pt_br: Nome de exibição

source: Djiboutian Franc
pt_br: Franco do Djibuti

source: Do not submit the form if user already exist in Database
pt_br: Não enviar o formulário se o usuário já existir no banco de dados

source: Does Not Contain
pt_br: Não contém

source: Dominican Peso
pt_br: Peso dominicano

source: Donation
pt_br: Doação

source: Dotted
pt_br: Pontilhado

source: Double
pt_br: Duplo

source: Double Opt-in
pt_br: Duplo Opt-in

source: Double Opt-In Form
pt_br: Formulário de adesão dupla

source: Double Optin Confirmation Email sent
pt_br: Envio de e-mail de confirmação de opt-in duplo

source: Double Optin Email sent to form submitter [
pt_br: E-mail Double Optin enviado ao remetente do formulário [

source: Drip Account ID
pt_br: ID da conta de gotejamento

source: Drip API called skipped because no valid email available
pt_br: Chamada da Drip API ignorada porque não há e-mail válido disponível

source: Drip API Settings
pt_br: Configurações da API do Drip

source: Drip API Token
pt_br: Token da API do Drip

source: Drip feed has been successfully initialed and pushed data
pt_br: O feed de gotejamento foi inicializado com sucesso e enviou dados

source: Drip Field
pt_br: Campo de gotejamento

source: Drip is an ECRM and Ecommerce CRM designed for building personal and profitable relationships with your customers at scale. Use Fluent Forms to collect customer information and automatically add it to your Drip list.
pt_br: O Drip é um ECRM e CRM de comércio eletrônico projetado para criar relacionamentos pessoais e lucrativos com seus clientes em escala. Use o Fluent Forms para coletar informações de clientes e adicioná-las automaticamente à sua lista do Drip.

source: Drip is not configured yet! Please configure your Drip API first
pt_br: O Drip ainda não está configurado! Configure sua API do Drip primeiro

source: Due Date
pt_br: Data de vencimento

source: Due date
pt_br: Data de vencimento

source: Due date is a date type field on y-m-d.
pt_br: A data de vencimento é um campo do tipo data em y-m-d.

source: Dynamic CSV
pt_br: CSV dinâmico
