Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: user registration skip because form submitted from login session.
pt_br: o registro do usuário é ignorado porque o formulário foi enviado da sessão de login.

source: user registration skip because username is already taken other.
pt_br: o registro do usuário é ignorado porque o nome de usuário já foi usado.

source: user registration skip because username is not valid data-type.
pt_br: o registro do usuário é ignorado porque o nome de usuário não é um tipo de dados válido.

source: User Role
pt_br: Função do usuário

source: User Update
pt_br: Atualização do usuário

source: User update skip because form submitted from logout session.
pt_br: Atualização do usuário ignorada porque o formulário foi enviado da sessão de logout.

source: User update skip because of invalid email.
pt_br: A atualização do usuário foi ignorada devido a um e-mail inválido.

source: User update skip because trying to change username.
pt_br: A atualização do usuário é ignorada porque está tentando alterar o nome de usuário.

source: User URL
pt_br: URL do usuário

source: User Url
pt_br: URL do usuário

source: Username
pt_br: Nome de usuário

source: Username cannot be changed.
pt_br: O nome de usuário não pode ser alterado.

source: Username number is required
pt_br: O número do nome de usuário é obrigatório

source: Uzbekistani Som
pt_br: Som do Uzbequistão

source: V3 API Key
pt_br: Chave da API V3

source: valid option of
pt_br: opção válida de

source: Valid options make by template mapping
pt_br: Opções válidas criadas pelo mapeamento de modelos

source: Valid values by template mapping
pt_br: Valores válidos por mapeamento de modelo

source: valid values of
pt_br: valores válidos de

source: Validation Failed
pt_br: Falha na validação

source: Value
pt_br: Valor

source: Value is not within range
pt_br: O valor não está dentro do intervalo

source: Values
pt_br: Valores

source: Values are dynamically fetched based on filters during rendering, and the first valid value will be used.
pt_br: Os valores são obtidos dinamicamente com base em filtros durante a renderização, e o primeiro valor válido será usado.

source: Verify Code
pt_br: Verificar código

source: Verify Constant Contact
pt_br: Verificar contato constante

source: Verify Notion
pt_br: Verificar Noção

source: Verify OpenAI ChatGPT
pt_br: Verificar OpenAI ChatGPT

source: Verify Pipedrive API Token
pt_br: Verificar token de API do Pipedrive

source: Verify Trello
pt_br: Verificar Trello

source: Verify Zip/Postal Code
pt_br: Verificar código postal

source: Verifying strong customer authentication. Please wait...
pt_br: Verificando a autenticação forte do cliente. Por favor, aguarde...

source: Verifying your card details. Please wait...
pt_br: Verificação dos detalhes do seu cartão. Por favor, aguarde...

source: Vietnamese Dong
pt_br: Dong vietnamita

source: Vietnamese Đồng
pt_br: Đồng vietnamita

source: View
pt_br: Ver

source: View Payments
pt_br: Ver pagamentos

source: Waiting
pt_br: Em espera

source: Waiting Days
pt_br: Dias de espera

source: Webhook Url
pt_br: URL do webhook

source: Website
pt_br: Site

source: Website is a string type field.
pt_br: Website é um campo do tipo string.

source: website reference field
pt_br: campo de referência do site

source: Website Url
pt_br: URL do site

source: week
pt_br: semana

source: West African Cfa Franc
pt_br: Franco Cfa da África Ocidental

source: When checked, options are dynamically fetched based on filters during rendering. If unchecked, the current valid options remain unchanged.
pt_br: Quando marcada, as opções são obtidas dinamicamente com base em filtros durante a renderização. Se desmarcada, as opções válidas atuais permanecem inalteradas.

source: When checked, result are dynamically fetched based on filters during rendering. If unchecked, the current valid value remain unchanged.
pt_br: Quando marcada, o resultado é obtido dinamicamente com base nos filtros durante a renderização. Se desmarcado, o valor válido atual permanecerá inalterado.

source: When checked, value are dynamically fetched based on filters during rendering, and the first valid value is used. Leave unchecked to use the current valid value mapping.
pt_br: Quando marcada, o valor é obtido dinamicamente com base em filtros durante a renderização, e o primeiro valor válido é usado. Deixe a opção desmarcada para usar o mapeamento de valor válido atual.

source: When this option is enabled, FluentForm will pass the form page url to the gist lead
pt_br: Quando essa opção estiver ativada, o FluentForm passará o URL da página do formulário para o gist lead

source: When this option is enabled, FluentForm will pass the last_seen_ip to gist
pt_br: Quando essa opção estiver ativada, o FluentForm passará o last_seen_ip para o gist

source: Whether auto typecasting is enabled or not.
pt_br: Se o typecasting automático está ativado ou não.

source: Whether the campaign is marked as Starred or not.
pt_br: Se a campanha está marcada como Estrelada ou não.

source: Whether the contact is added to the exclusion list for campaigns or not
pt_br: Se o contato é adicionado à lista de exclusão de campanhas ou não

source: will be billed until cancelled
pt_br: será cobrado até o cancelamento

source: Will be cancelled after %d payments
pt_br: Será cancelado após %d pagamentos

source: With this module, you can create quizzes and show scores with grades, points, fractions, or percentages
pt_br: Com esse módulo, você pode criar questionários e mostrar pontuações com notas, pontos, frações ou porcentagens

source: Won
pt_br: Ganhou

source: Word Spacing
pt_br: Espaçamento entre palavras

source: Work
pt_br: Trabalho

source: Work Phone Number
pt_br: Número de telefone comercial

source: Worksheet Name
pt_br: Nome da planilha

source: write a note for this contact
pt_br: escreva uma nota para este contato

source: Write Background
pt_br: Escrever o histórico

source: Write Query
pt_br: Escrever consulta

source: Write query is required
pt_br: É necessário escrever uma consulta

source: Write your query to get OpenAI ChatGPT generated result
pt_br: Escreva sua consulta para obter o resultado gerado pelo OpenAI ChatGPT

source: X Position
pt_br: Posição X

source: X Size
pt_br: Tamanho X

source: X-Profile Field
pt_br: Campo X-Profile

source: Y Position
pt_br: Posição Y

source: Y Size
pt_br: Tamanho Y

source: year
pt_br: ano

source: Yemeni Rial
pt_br: Rial do Iêmen

source: Yes
pt_br: Sim

source: yes
pt_br: sim

source: Yes, cancel this subscription
pt_br: Sim, cancele esta assinatura

source: You are a helpful assistant.
pt_br: Você é um assistente útil.

source: You are being redirected to authenticate
pt_br: Você está sendo redirecionado para autenticar

source: You are redirect to authenticate
pt_br: Você é redirecionado para autenticar

source: You are redirecting Salesforce to authenticate
pt_br: Você está redirecionando o Salesforce para autenticar

source: You are redirecting to Mollie.com to complete the purchase. Please wait while you are redirecting....
pt_br: Você está sendo redirecionado para o site Mollie.com para concluir a compra. Aguarde enquanto você está sendo redirecionado....

source: You are redirecting to PayPal.com to complete the purchase. Please wait while you are redirecting....
pt_br: Você está sendo redirecionado para o PayPal.com para concluir a compra. Aguarde enquanto você está sendo redirecionado....

source: You are redirecting to razorpay.com to complete the purchase. Please wait while you are redirecting....
pt_br: Você está sendo redirecionado para razorpay.com para concluir a compra. Aguarde enquanto você está sendo redirecionado....

source: You are redirecting to square to complete the purchase. Please wait while you are redirecting....
pt_br: Você está sendo redirecionado para o Square para concluir a compra. Aguarde enquanto você está sendo redirecionado....

source: You are redirecting to stripe.com to complete the purchase. Please wait while you are redirecting....
pt_br: Você está sendo redirecionado para o site stripe.com para concluir a compra. Aguarde enquanto você está sendo redirecionado....

source: You can write a note for this contact
pt_br: Você pode escrever uma nota para esse contato

source: You do not have permission to perform this action.
pt_br: Você não tem permissão para executar essa ação.

source: Your %s API integration is up and running
pt_br: Sua integração com a API %s está em funcionamento

source: Your %s API Key is not valid
pt_br: Sua chave de API %s não é válida

source: Your %s API Key is valid
pt_br: Sua chave de API %s é válida

source: Your account has been disabled.
pt_br: Sua conta foi desativada.

source: Your ActiveCampaign API integration is up and running
pt_br: Sua integração da API da ActiveCampaign está em funcionamento

source: Your ActiveCampaign configuration is invalid
pt_br: Sua configuração da ActiveCampaign é inválida

source: Your ActiveCampaign configuration is valid
pt_br: Sua configuração da ActiveCampaign é válida

source: Your Airtable Access Token has been verified and successfully set
pt_br: Seu token de acesso ao Airtable foi verificado e definido com sucesso

source: Your Airtable API integration is up and running
pt_br: Sua integração com a API do Airtable está funcionando

source: Your Airtable API key has been verified and successfully set
pt_br: Sua chave de API do Airtable foi verificada e definida com sucesso

source: Your Airtable API Key is not valid
pt_br: Sua chave de API do Airtable não é válida

source: Your Airtable API Key is valid
pt_br: Sua chave de API do Airtable é válida

source: Your Amocrm API integration is up and running
pt_br: Sua integração da API do Amocrm está em funcionamento

source: Your Amocrm Secret Key is not valid
pt_br: Sua chave secreta do Amocrm não é válida

source: Your Amocrm Secret Key is valid
pt_br: Sua chave secreta do Amocrm é válida

source: Your API key settings has been verified and updated. All good!
pt_br: Suas configurações de chave de API foram verificadas e atualizadas. Tudo certo!

source: Your API settings has been updated and discarded
pt_br: Suas configurações de API foram atualizadas e descartadas

source: Your Automizy API integration is up and running
pt_br: Sua integração com a API do Automizy está em funcionamento

source: Your Automizy api key has been verified and successfully set
pt_br: Sua chave de API do Automizy foi verificada e definida com sucesso

source: Your Automizy API Key is not valid
pt_br: Sua chave de API da Automizy não é válida

source: Your Automizy API Key is valid
pt_br: Sua chave de API da Automizy é válida

source: Your Aweber API integration is up and running
pt_br: Sua integração da API do Aweber está em funcionamento

source: Your Aweber configuration is invalid
pt_br: Sua configuração do Aweber é inválida

source: Your Aweber configuration is valid
pt_br: Sua configuração do Aweber é válida

source: Your base table is empty. You must ensure that there is at least one row in the table that contains no blank column.
pt_br: Sua tabela base está vazia. Você deve garantir que haja pelo menos uma linha na tabela que não contenha nenhuma coluna em branco.

source: Your Brevo API integration is up and running
pt_br: Sua integração com a API do Brevo está funcionando

source: Your Brevo configuration is invalid
pt_br: Sua configuração do Brevo é inválida

source: Your Brevo configuration is valid
pt_br: Sua configuração do Brevo é válida

source: Your Campaign Monitor API integration is up and running
pt_br: Sua integração da API do Campaign Monitor está em funcionamento

source: Your Campaign Monitor configuration is invalid
pt_br: Sua configuração do Campaign Monitor é inválida

source: Your Campaign Monitor configuration is valid
pt_br: Sua configuração do Campaign Monitor é válida

source: Your CleverReach API integration is up and running
pt_br: Sua integração com a API do CleverReach está em funcionamento

source: Your CleverReach API Key is not valid
pt_br: Sua chave de API do CleverReach não é válida

source: Your CleverReach API Key is valid
pt_br: Sua chave de API do CleverReach é válida

source: Your ClickSend API integration is up and running
pt_br: Sua integração com a API do ClickSend está em funcionamento

source: Your ClickSend API Key has been verified and successfully set
pt_br: Sua chave de API do ClickSend foi verificada e definida com sucesso

source: Your ClickSend API Key is not valid
pt_br: Sua chave de API do ClickSend não é válida

source: Your ClickSend API Key is valid
pt_br: Sua chave de API do ClickSend é válida

source: Your Constant Contact API integration is up and running
pt_br: A integração da API do Constant Contact está em funcionamento

source: Your Constant Contact configuration is invalid
pt_br: Sua configuração do Constant Contact é inválida

source: Your Constant Contact configuration is valid
pt_br: Sua configuração do Constant Contact é válida

source: Your ConvertKit API integration is up and running
pt_br: Sua integração com a API do ConvertKit está em funcionamento

source: Your ConvertKit api key has been verified and successfully set
pt_br: Sua chave de API do ConvertKit foi verificada e definida com sucesso

source: Your ConvertKit API Key is not valid
pt_br: Sua chave de API do ConvertKit não é válida

source: Your ConvertKit API Key is valid
pt_br: Sua chave de API do ConvertKit é válida

source: Your Drip API integration is up and running
pt_br: Sua integração com a API do Drip está funcionando

source: Your Drip configuration is invalid
pt_br: Sua configuração do Drip é inválida

source: Your Drip configuration is valid
pt_br: Sua configuração do Drip é válida

source: Your Email Here
pt_br: Seu e-mail aqui

source: Your Feed Name
pt_br: Nome do seu feed

source: Your Feed Title
pt_br: Seu título de feed

source: Your GetGist API integration is up and running
pt_br: Sua integração com a API da GetGist está em funcionamento

source: Your GetGist api key has been verified and successfully set
pt_br: Sua chave de API do GetGist foi verificada e definida com sucesso

source: Your GetGist API Key is not valid
pt_br: Sua chave de API da GetGist não é válida

source: Your GetGist API Key is valid
pt_br: Sua chave de API da GetGist é válida

source: Your GetResponse API integration is up and running
pt_br: Sua integração com a API da GetResponse está pronta e funcionando

source: Your GetResponse configuration is invalid
pt_br: Sua configuração da GetResponse é inválida

source: Your GetResponse configuration is valid
pt_br: Sua configuração da GetResponse é válida

source: Your Google Access Code is not valid
pt_br: Seu código de acesso ao Google não é válido

source: Your Google Access Code is valid
pt_br: Seu código de acesso ao Google é válido

source: Your Google Sheet api key has been verified and successfully set
pt_br: Sua chave api do Google Sheet foi verificada e definida com sucesso

source: Your Google Sheet integration is up and running
pt_br: Sua integração com o Google Sheet está pronta e funcionando

source: Your HubSport API has been verified and successfully set
pt_br: Sua API do HubSport foi verificada e definida com sucesso

source: Your Hubspot access token is not valid
pt_br: Seu token de acesso ao Hubspot não é válido

source: Your Hubspot access token is valid
pt_br: Seu token de acesso ao Hubspot é válido

source: Your HubSpot API integration is up and running
pt_br: Sua integração da API da HubSpot está em funcionamento

source: Your iContact API integration is up and running
pt_br: Sua integração com a API do iContact está em funcionamento

source: Your iContact configuration is invalid
pt_br: Sua configuração do iContact é inválida

source: Your iContact configuration is valid
pt_br: Sua configuração do iContact é válida

source: Your Insightly API integration is up and running
pt_br: Sua integração com a API do Insightly está em funcionamento

source: Your Insightly API key has been verified and successfully set
pt_br: Sua chave de API do Insightly foi verificada e definida com sucesso

source: Your Insightly Integration Key is not valid
pt_br: Sua chave de integração do Insightly não é válida

source: Your Insightly Integration Key is valid
pt_br: Sua chave de integração do Insightly é válida

source: Your license has been expired at %s. Please %sclick here%s to renew your license
pt_br: Sua licença expirou em %s. Clique aqui para renovar sua licença

source: Your license is activated! Enjoy
pt_br: Sua licença está ativada! Aproveite

source: Your MailerLite API integration is up and running
pt_br: Sua integração com a API do MailerLite está em funcionamento

source: Your MailerLite api key has been verified and successfully set
pt_br: Sua chave api do MailerLite foi verificada e definida com sucesso

source: Your MailerLite API Key is not valid
pt_br: Sua chave de API do MailerLite não é válida

source: Your MailerLite API Key is valid
pt_br: Sua chave de API do MailerLite é válida

source: Your Mailjet API integration is up and running
pt_br: Sua integração com a API do Mailjet está em funcionamento

source: Your Mailjet API key has been verified and successfully set
pt_br: Sua chave de API do Mailjet foi verificada e definida com sucesso

source: Your Mailjet Integration Key is not valid
pt_br: Sua chave de integração do Mailjet não é válida

source: Your Mailjet Integration Key is valid
pt_br: Sua chave de integração do Mailjet é válida

source: Your MooSend API integration is up and running
pt_br: Sua integração com a API do MooSend está funcionando

source: Your MooSend api key has been verified and successfully set
pt_br: Sua chave de API do MooSend foi verificada e definida com sucesso

source: Your MooSend API Key is not valid
pt_br: Sua chave de API do MooSend não é válida

source: Your MooSend API Key is valid
pt_br: Sua chave de API do MooSend é válida

source: Your Notion api key has been verified and successfully set
pt_br: Sua chave de API do Notion foi verificada e definida com sucesso

source: Your Notion connection is not valid
pt_br: Sua conexão com o Notion não é válida

source: Your Notion connection is valid
pt_br: Sua conexão com o Notion é válida

source: Your Notion integration is up and running
pt_br: Sua integração com o Notion está em funcionamento

source: Your OnePageCrm API integration is up and running
pt_br: Sua integração com a API do OnePageCrm está funcionando

source: Your OnePageCRM api key has been verified and successfully set
pt_br: Sua chave api do OnePageCRM foi verificada e definida com sucesso

source: Your OnePageCrm API Key is not valid
pt_br: Sua chave de API do OnePageCrm não é válida

source: Your OnePageCrm API Key is valid
pt_br: Sua chave de API do OnePageCrm é válida

source: Your OpenAI ChatGPT API key has been verified and successfully set
pt_br: Sua chave de API do OpenAI ChatGPT foi verificada e definida com sucesso

source: Your OpenAI ChatGPT connection is not valid
pt_br: Sua conexão com o OpenAI ChatGPT não é válida

source: Your OpenAI ChatGPT connection is valid
pt_br: Sua conexão do OpenAI ChatGPT é válida

source: Your OpenAI ChatGPT integration is up and running
pt_br: Sua integração do OpenAI ChatGPT está em funcionamento

source: Your Pipedrive API integration is up and running
pt_br: Sua integração com a API do Pipedrive está ativa e funcionando

source: Your Pipedrive API token is invalid
pt_br: Seu token da API do Pipedrive é inválido

source: Your Pipedrive API token is valid
pt_br: Seu token da API do Pipedrive é válido

source: Your Platformly API integration is up and running
pt_br: Sua integração com a API da Platformly está funcionando

source: Your Platformly configuration is invalid
pt_br: Sua configuração da Platformly é inválida

source: Your Platformly configuration is valid
pt_br: Sua configuração da Platformly é válida

source: Your progress has been successfully saved. You can access the form anytime by copying the link or get the resume form link to your email from below.
pt_br: Seu progresso foi salvo com sucesso. Você pode acessar o formulário a qualquer momento copiando o link ou receber o link do formulário de currículo em seu e-mail abaixo.

source: Your Salesforce API integration is up and running
pt_br: Sua integração da API do Salesforce está em funcionamento

source: Your Salesforce API Key is not valid
pt_br: Sua chave de API do Salesforce não é válida

source: Your Salesforce API Key is valid
pt_br: Sua chave de API do Salesforce é válida

source: Your SendFox API integration is up and running
pt_br: Sua integração com a API da SendFox está em funcionamento

source: Your SendFox API key has been verified and successfully set
pt_br: Sua chave de API da SendFox foi verificada e definida com sucesso

source: Your SendFox API Key is not valid
pt_br: Sua chave de API SendFox não é válida

source: Your SendFox API Key is valid
pt_br: Sua chave de API da SendFox é válida

source: Your settings has been updated
pt_br: Suas configurações foram atualizadas

source: Your settings has been updated and discarded
pt_br: Suas configurações foram atualizadas e descartadas

source: Your settings has been updated and discarted
pt_br: Suas configurações foram atualizadas e descartadas

source: Your settings has been updated!
pt_br: Suas configurações foram atualizadas!

source: Your subscription has been cancelled. Refreshing the page...
pt_br: Sua assinatura foi cancelada. Atualizando a página...

source: Your Trello API integration is up and running
pt_br: Sua integração com a API do Trello está funcionando

source: Your Trello configuration is invalid
pt_br: Sua configuração do Trello é inválida

source: Your Trello configuration is valid
pt_br: Sua configuração do Trello é válida

source: Your Twilio API integration is up and running
pt_br: Sua integração com a API do Twilio está em funcionamento

source: Your Twilio api key has been verified and successfully set
pt_br: Sua chave de API do Twilio foi verificada e definida com sucesso

source: Your Twilio API Key is not valid
pt_br: Sua chave da API do Twilio não é válida

source: Your Twilio API Key is valid
pt_br: Sua chave da API do Twilio é válida

source: Your Zoho CRM Account URL
pt_br: URL de sua conta do Zoho CRM

source: Your Zoho CRM API Key is not valid
pt_br: Sua chave de API do Zoho CRM não é válida

source: Your Zoho CRM API Key is valid
pt_br: Sua chave de API do Zoho CRM é válida

source: Your Zoho CRM integration is up and running
pt_br: Sua integração com o Zoho CRM está pronta e funcionando

source: Zambian Kwacha
pt_br: Kwacha zambiano

source: Zapier payload has been fired. Status Code:
pt_br: A carga útil do Zapier foi disparada. Código de status:

source: Zapier payload maybe failed to the target server. Status Code:
pt_br: A carga útil do Zapier talvez tenha falhado no servidor de destino. Código de status:

source: Zip
pt_br: CEP

source: ZIP Code
pt_br: Código postal

source: ZIP code
pt_br: Código postal

source: Zip Code is a string type field.
pt_br: O CEP é um campo do tipo string.

source: Zoho CRM Client ID
pt_br: ID do cliente do Zoho CRM

source: Zoho CRM Client Secret
pt_br: Segredo do cliente Zoho CRM

source: Zoho CRM feed has been successfully inserted
pt_br: O feed do Zoho CRM foi inserido com sucesso

source: Zoho CRM is not configured yet! Please configure your Zoho CRM api first
pt_br: O Zoho CRM ainda não está configurado! Por favor, configure sua api do Zoho CRM primeiro

source: Zoho CRM Settings
pt_br: Configurações do Zoho CRM

source: {first_interval_total} for first {billing_interval} then {subscription_amount} for each {billing_interval}
pt_br: {first_interval_total} para o primeiro {billing_interval} e, em seguida, {subscription_amount} para cada {billing_interval}
