Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Project Status is a string type field.
pt_br: Status do projeto é um campo do tipo string.

source: Promoter End Text
pt_br: Texto final do promotor

source: Promoter Start Text
pt_br: Texto inicial do promotor

source: Provide a message if you want to send a test message now
pt_br: Forneça uma mensagem se quiser enviar uma mensagem de teste agora

source: Provide your live api key for your live payments
pt_br: Forneça sua chave de API ao vivo para seus pagamentos ao vivo

source: Provide your live api secret for your live payments
pt_br: Forneça seu segredo de API ao vivo para seus pagamentos ao vivo

source: Provide your live live access key for your live payments
pt_br: Forneça sua chave de acesso ao vivo para seus pagamentos ao vivo

source: Provide your test api key for your test payments
pt_br: Forneça sua chave de API de teste para seus pagamentos de teste

source: Provide your test api secret for your test payments
pt_br: Forneça o segredo da API de teste para seus pagamentos de teste

source: Provide your test location id for your test payments
pt_br: Forneça o ID do local de teste para seus pagamentos de teste

source: Push data to google sheet conditionally based on your submission values
pt_br: Envie dados para a planilha do Google condicionalmente com base em seus valores de envio

source: Push IP Address
pt_br: Endereço IP de envio

source: Pushed Data to Affiliate WP
pt_br: Dados enviados para o WP de afiliados

source: Pushed Data to AffiliateWP
pt_br: Dados enviados para a AffiliateWP

source: Pushed data to Google Sheet
pt_br: Enviou dados para o Google Sheet

source: Qatari Riyal
pt_br: Riyal do Catar

source: Qty
pt_br: Quantidade

source: Quantity
pt_br: Quantidade

source: Query is empty!
pt_br: A consulta está vazia!

source: Questions will be randomized each time its loaded
pt_br: As perguntas serão aleatórias a cada vez que forem carregadas

source: Quiz
pt_br: Questionário

source: Quiz Result
pt_br: Resultado do questionário

source: Quiz Score
pt_br: Pontuação do questionário

source: Radio
pt_br: Rádio

source: Radio & Checkbox Style
pt_br: Estilo de rádio e caixa de seleção

source: Radio Border Same as Checkbox
pt_br: Radio Border Igual à caixa de seleção

source: Range Slider Style
pt_br: Estilo do controle deslizante de faixa

source: Razorpay does not support subscriptions right now!
pt_br: O Razorpay não oferece suporte a assinaturas no momento!

source: RazorPay Error:
pt_br: Erro RazorPay:

source: RazorPay Error: RazorPay does not support subscriptions right now!
pt_br: RazorPay Erro: RazorPay não suporta assinaturas no momento!

source: Razorpay Modal is initiated
pt_br: O Razorpay Modal é iniciado

source: RazorPay Modal is initiated to complete the payment
pt_br: O RazorPay Modal é iniciado para concluir o pagamento

source: RazorPay Notifications
pt_br: Notificações do RazorPay

source: RazorPay Payment Error
pt_br: Erro de pagamento RazorPay

source: Razorpay payment has been marked as paid
pt_br: O pagamento do Razorpay foi marcado como pago

source: RazorPay Payment is failed to verify
pt_br: Falha na verificação do pagamento RazorPay

source: RazorPay Payment Webhook Error
pt_br: Erro no webhook de pagamento RazorPay

source: Reactivate subscriber if value is checked
pt_br: Reativar o assinante se o valor for verificado

source: Received valid response from PayPal IPN
pt_br: Resposta válida recebida da IPN do PayPal

source: Recipients Email
pt_br: E-mail dos destinatários

source: Recipients Email is a required string type field.
pt_br: O e-mail dos destinatários é um campo obrigatório do tipo string.

source: Record limit reached
pt_br: Limite de registro atingido

source: Redirect to Mollie
pt_br: Redirecionar para Mollie

source: Redirect to PayPal
pt_br: Redirecionar para o PayPal

source: Redirect to RazorPay
pt_br: Redirecionar para RazorPay

source: Redirect to Square
pt_br: Redirecionar para o Square

source: Redirect to Stripe
pt_br: Redirecionar para o Stripe

source: Reference ID
pt_br: ID de referência

source: Referral #%1$d for %2$s recorded for %3$s (ID: %4$d).
pt_br: Referência #%1$d para %2$s registrada para %3$s (ID: %4$d).

source: Referral #%d for %s for %s rejected
pt_br: Encaminhamento #%d para %s para %s rejeitado

source: Refine search results by specifying database query filters. Utilize logical operators like AND/OR to group multiple filters, ensuring more precise filtering.
pt_br: Refine os resultados da pesquisa especificando filtros de consulta ao banco de dados. Utilize operadores lógicos como AND/OR para agrupar vários filtros, garantindo uma filtragem mais precisa.

source: Refresh token is not working
pt_br: O token de atualização não está funcionando

source: Refund
pt_br: Reembolso

source: Refund issued
pt_br: Reembolso emitido

source: Refund issued and refund amount:
pt_br: Reembolso emitido e valor do reembolso:

source: Refund Note
pt_br: Nota de reembolso

source: Refunded
pt_br: Reembolsado

source: Refunds
pt_br: Reembolsos

source: Related Payments
pt_br: Pagamentos relacionados

source: Remainder Due Date
pt_br: Data de vencimento do restante

source: Remainder Due date
pt_br: Restante Data de vencimento

source: Remainder Due date is a date type field on y-m-d.
pt_br: A data de vencimento do restante é um campo do tipo data em y-m-d.

source: Remove tags
pt_br: Remover tags

source: Repeat
pt_br: Repetir

source: Repeat Field
pt_br: Campo de repetição

source: Repeat Field Columns
pt_br: Repetir colunas de campo

source: Repeat Password
pt_br: Repetir senha

source: repeat password reference field
pt_br: campo de referência de senha repetida

source: Repeat-x
pt_br: Repetir-x

source: Repeat-y
pt_br: Repetir

source: Repeater Field
pt_br: Campo de repetição

source: Reply Chat BG color
pt_br: Responder Cor do fundo do chat

source: Request body is required
pt_br: O corpo da solicitação é obrigatório

source: Request URL format is invalid
pt_br: O formato do URL da solicitação é inválido

source: Request URL is required
pt_br: O URL da solicitação é obrigatório

source: Require Billing info
pt_br: Solicitar informações de faturamento

source: Require Shipping Address
pt_br: Endereço de entrega obrigatório

source: Reset
pt_br: Redefinir

source: Responsible User
pt_br: Usuário responsável

source: Responsible User is a select type field.
pt_br: Usuário responsável é um campo do tipo seleção.

source: Resubscribe
pt_br: Reinscrever-se

source: Result found by filters
pt_br: Resultado encontrado por filtros

source: Results
pt_br: Resultados

source: results
pt_br: resultados

source: Resume Form Submission : %s
pt_br: Envio de formulário de currículo: %s

source: Review & Approve submissions to ensure that submitted data meets your requirements, get notified instantly.
pt_br: Revise e aprove os envios para garantir que os dados enviados atendam aos seus requisitos e seja notificado instantaneamente.

source: Ridge
pt_br: Cumeeira

source: Romanian Leu
pt_br: Leu romeno

source: Russian Ruble
pt_br: Rublo russo

source: Rwandan Franc
pt_br: Franco ruandês

source: Sage
pt_br: Sálvia

source: Saint Helenian Pound
pt_br: Libra de Santa Helena

source: Salesforce App Consumer Secret
pt_br: Segredo do consumidor do aplicativo Salesforce

source: Salesforce Consumer Secret
pt_br: Segredo do consumidor da Salesforce

source: Salesforce Domain URL
pt_br: URL do domínio do Salesforce

source: Salesforce is not configured yet! Please configure your Salesforce api first
pt_br: O Salesforce ainda não está configurado! Configure sua API do Salesforce primeiro

source: Salesforce Sandbox Account
pt_br: Conta do Salesforce Sandbox

source: Salesforce Services
pt_br: Serviços do Salesforce

source: Salesforce Settings
pt_br: Configurações do Salesforce

source: Salutation
pt_br: Saudação

source: Salutation is a string type field.
pt_br: Salutation é um campo do tipo string.

source: Salvadoran Colón
pt_br: Colón salvadorenho

source: Same coupon code already exists
pt_br: O mesmo código de cupom já existe

source: Samoan Tala
pt_br: Tala samoano

source: Sandbox Account
pt_br: Conta Sandbox

source: Saudi Riyal
pt_br: Riyal saudita

source: Save
pt_br: Salvar

source: Save & Resume
pt_br: Salvar e retomar

source: Save Settings
pt_br: Salvar configurações

source: SCA is required for this payment. Requested SCA info from customer
pt_br: A SCA é necessária para esse pagamento. Informações de SCA solicitadas do cliente

source: Scroll
pt_br: Rolagem

source: Secondary Color
pt_br: Cor secundária

source: Security validation failed. Please try again
pt_br: Falha na validação de segurança. Tente novamente

source: Select
pt_br: Selecione

source: Select a form
pt_br: Selecione um formulário

source: Select a Purpose
pt_br: Selecione um objetivo

source: Select a Template Category
pt_br: Selecione uma categoria de modelo

source: Select Action Status
pt_br: Selecionar status da ação

source: Select ActiveCampaign Mailing List
pt_br: Selecione a lista de mala direta da ActiveCampaign

source: Select Amocrm Service
pt_br: Selecione o serviço Amocrm

source: Select an Existing Form to Apply Style
pt_br: Selecione um formulário existente para aplicar o estilo

source: Select appropriate field for this mapping
pt_br: Selecione o campo apropriado para esse mapeamento

source: Select Automizy Mailing List
pt_br: Selecione a Lista de Correio Automizy

source: Select Base
pt_br: Selecionar base

source: Select Board
pt_br: Selecionar Conselho

source: Select Board List
pt_br: Selecionar lista da diretoria

source: Select Brevo Segment
pt_br: Selecione o segmento Brevo

source: Select BuddyBoss Profile Type
pt_br: Selecione o tipo de perfil BuddyBoss

source: Select Campaign Monitor Mailing List
pt_br: Selecione a lista de mala direta do Campaign Monitor

source: Select Card Label
pt_br: Selecione a etiqueta do cartão

source: Select Categories
pt_br: Selecionar categorias

source: Select Category
pt_br: Selecionar categoria

source: Select checkbox field for this mapping
pt_br: Selecione o campo de caixa de seleção para esse mapeamento

source: Select CleverReach List
pt_br: Selecione a lista do CleverReach

source: Select Client
pt_br: Selecionar cliente

source: Select color picker field for this mapping
pt_br: Selecione o campo do seletor de cores para esse mapeamento

source: Select Constant Contact Mailing List
pt_br: Selecione Constant Contact Mailing List

source: Select ConvertKit Form
pt_br: Selecione o formulário do ConvertKit

source: Select Date field for this mapping
pt_br: Selecione o campo Data para esse mapeamento

source: Select Double Opt-in Form
pt_br: Selecione o formulário Double Opt-in

source: Select Email
pt_br: Selecionar e-mail

source: Select Field
pt_br: Selecionar campo

source: Select File Upload field for this mapping
pt_br: Selecione o campo File Upload para esse mapeamento

source: Select File upload field for this mapping
pt_br: Selecione o campo de upload de arquivo para esse mapeamento

source: Select form
pt_br: Selecionar formulário

source: Select Form To Apply
pt_br: Selecione o formulário para se inscrever

source: Select GetResponse List
pt_br: Selecione a lista GetResponse

source: Select how the AI should respond and behave
pt_br: Selecione como a IA deve responder e se comportar

source: Select HubSpot Mailing List
pt_br: Selecione a lista de mala direta da HubSpot

source: Select iContact List
pt_br: Selecione iContact List

source: Select Image or File upload field for this mapping
pt_br: Selecione o campo de upload de imagem ou arquivo para esse mapeamento

source: Select Image upload field for this mapping
pt_br: Selecione o campo de upload de imagem para esse mapeamento

source: Select Insightly Service
pt_br: Selecione o serviço Insightly

source: Select Lead Source
pt_br: Selecionar fonte de leads

source: Select Lead Status
pt_br: Selecionar o status do lead

source: Select List
pt_br: Selecionar lista

source: Select MailerLite List
pt_br: Selecione a lista do MailerLite

source: Select Mailjet Service
pt_br: Selecione o serviço Mailjet

source: Select Mailster List
pt_br: Selecionar lista de correio

source: Select Members
pt_br: Selecionar membros

source: Select MooSend Mailing List
pt_br: Selecione a Lista de Correio do MooSend

source: Select Notion Database
pt_br: Selecionar banco de dados de noções

source: Select OnePageCRM Service
pt_br: Selecione o serviço OnePageCRM

source: Select Opportunity Category
pt_br: Selecione a categoria da oportunidade

source: Select option if you want to be used value as the default value.
pt_br: Selecione a opção se quiser que o valor seja usado como valor padrão.

source: Select Organisation
pt_br: Selecione a organização

source: Select Owner User
pt_br: Selecione o usuário proprietário

source: Select Parent | Select Child
pt_br: Selecionar pai | Selecionar filho

source: Select Phone Type
pt_br: Selecione o tipo de telefone

source: Select Pipeline
pt_br: Selecione o pipeline

source: Select Pipeline Stage
pt_br: Selecionar o estágio do pipeline

source: Select Platformly Segment
pt_br: Selecione o segmento da plataforma

source: Select Post
pt_br: Selecionar postagem

source: Select Post Type
pt_br: Selecione o tipo de postagem

source: Select Post Type that you want to show
pt_br: Selecione o tipo de postagem que você deseja exibir

source: Select Preset Styles
pt_br: Selecionar estilos predefinidos

source: Select Project
pt_br: Selecionar projeto

source: Select Project Category
pt_br: Selecione a categoria do projeto

source: Select Project Status
pt_br: Selecione o status do projeto

source: Select Purpose
pt_br: Selecionar finalidade

source: Select radio field for this mapping
pt_br: Selecione o campo de rádio para esse mapeamento

source: Select Responsible User
pt_br: Selecione o usuário responsável

source: Select Role
pt_br: Selecionar função

source: Select Role is required
pt_br: Selecione a função necessária

source: Select Salesforce Service
pt_br: Selecione o serviço Salesforce

source: Select Score Type
pt_br: Selecionar tipo de pontuação

source: Select Score Type that you want to show
pt_br: Selecione o tipo de pontuação que você deseja mostrar

source: Select select field for this mapping
pt_br: Selecione o campo de seleção para esse mapeamento

source: Select SendFox Mailing List
pt_br: Selecione a lista de mala direta da SendFox

source: Select single checkbox field for this mapping
pt_br: Selecione um único campo de caixa de seleção para esse mapeamento

source: Select Status
pt_br: Selecionar status

source: Select status of the deal
pt_br: Selecione o status do negócio

source: Select T&C or GDPR field for this mapping
pt_br: Selecione o campo T&C ou GDPR para esse mapeamento

source: Select Table
pt_br: Selecionar tabela

source: Select Tags
pt_br: Selecionar etiquetas

source: Select tags for this subscriber.
pt_br: Selecione tags para esse assinante.

source: Select Task Category
pt_br: Selecione a categoria da tarefa

source: Select the ActiveCampaign Mailing List you would like to add your contacts to.
pt_br: Selecione a lista de mala direta da ActiveCampaign à qual gostaria de adicionar seus contatos.

source: Select the Automizy Mailing List you would like to add your contacts to.
pt_br: Selecione a lista de mala direta da Automizy à qual deseja adicionar seus contatos.

source: Select the Brevo segment you would like to add your contacts to.
pt_br: Selecione o segmento Brevo ao qual gostaria de adicionar seus contatos.

source: Select the Campaign Monitor client that you want to connect this site
pt_br: Selecione o cliente do Campaign Monitor que você deseja conectar a esse site

source: Select the Campaign Monitor Mailing List you would like to add your contacts to.
pt_br: Selecione a lista de mala direta do Campaign Monitor à qual deseja adicionar seus contatos.

source: Select the CleverReach list you would like to add your contacts to.
pt_br: Selecione a lista do CleverReach à qual gostaria de adicionar seus contatos.

source: Select the Constant Contact Mailing List you would like to add your contacts to.
pt_br: Selecione a Constant Contact Mailing List à qual gostaria de adicionar seus contatos.

source: Select the ConvertKit Form you would like to use to add subscriber
pt_br: Selecione o formulário do ConvertKit que você gostaria de usar para adicionar o assinante

source: Select the field type you want to render in the form.
pt_br: Selecione o tipo de campo que você deseja renderizar no formulário.

source: Select the GetResponse List you would like to add your contacts to.
pt_br: Selecione a lista da GetResponse à qual gostaria de adicionar seus contatos.

source: Select the iContact List you would like to add your contacts to.
pt_br: Selecione a lista do iContact à qual deseja adicionar seus contatos.

source: Select the MailerLite Group you would like to add your contacts to.
pt_br: Selecione o MailerLite Group ao qual deseja adicionar seus contatos.

source: Select the MooSend Mailing List you would like to add your contacts to.
pt_br: Selecione a lista de discussão do MooSend à qual deseja adicionar seus contatos.

source: Select the payment mode. for testing purposes you should select Test Mode otherwise select Live mode.
pt_br: Selecione o modo de pagamento. Para fins de teste, você deve selecionar o Modo de teste; caso contrário, selecione o modo Live.

source: Select the Platformly segment you would like to add your contacts to.
pt_br: Selecione o segmento da Platformly ao qual gostaria de adicionar seus contatos.

source: Select the SendFox Mailing List you would like to add your contacts to.
pt_br: Selecione a lista de e-mails da SendFox à qual deseja adicionar seus contatos.

source: Select the User
pt_br: Selecione o usuário

source: Select URL Type
pt_br: Selecione o tipo de URL

source: Select which ActiveCampaign form will be used when exporting to ActiveCampaign to send the opt-in email.
pt_br: Selecione qual formulário da ActiveCampaign será usado ao exportar para a ActiveCampaign para enviar o e-mail de aceitação.

source: Select Which Post you want to show
pt_br: Selecione o post que você deseja mostrar

source: Select which Product this field is tied to
pt_br: Selecione a qual produto esse campo está vinculado

source: Select which type of checkout style you want.
pt_br: Selecione o tipo de estilo de checkout que você deseja.

source: Select your message body type e.g. Input Message or Template Message.
pt_br: Selecione o tipo de corpo da mensagem, por exemplo, Mensagem de entrada ou Mensagem de modelo.

source: Selected Account does not exist
pt_br: A conta selecionada não existe

source: Selected entries successfully deleted
pt_br: Entradas selecionadas excluídas com êxito

source: Selected WebHook Feed is deleted
pt_br: O feed do WebHook selecionado é excluído

source: Self Chat BG Color
pt_br: Cor de fundo do bate-papo automático

source: Send default WordPress welcome email to user after registration
pt_br: Enviar e-mail padrão de boas-vindas do WordPress para o usuário após o registro

source: Send Email as RAW HTML Format
pt_br: Enviar e-mail em formato HTML RAW

source: Send Email Notification
pt_br: Enviar notificação por e-mail

source: Send notification with form data to your Discord channel when a form is submitted.
pt_br: Envie uma notificação com dados do formulário para seu canal do Discord quando um formulário for enviado.

source: Send SMS Notification conditionally based on your submission values
pt_br: Enviar notificação por SMS condicionalmente com base em seus valores de envio

source: Sender Email
pt_br: E-mail do remetente

source: Sender Email is a string type field.
pt_br: O e-mail do remetente é um campo do tipo string.

source: Sender Name
pt_br: Nome do remetente

source: Sender Name is a string type field.
pt_br: Sender Name é um campo do tipo string.

source: Sender Number
pt_br: Número do remetente

source: Sender number is required
pt_br: O número do remetente é obrigatório

source: SendFox API call has been failed
pt_br: Falha na chamada da API SendFox

source: SendFox API call has been skipped because no valid email available
pt_br: A chamada da API SendFox foi ignorada porque não há e-mail válido disponível

source: SendFox API Key
pt_br: Chave de API da SendFox

source: SendFox API Settings
pt_br: Configurações da API da SendFox

source: SendFox feed has been successfully initialed and pushed data
pt_br: O feed da SendFox foi inicializado e enviado com sucesso

source: SendFox Field
pt_br: Campo SendFox

source: SendFox is email marketing software. Use Fluent Forms to collect customer information and automatically add it as SendFox subscriber list.
pt_br: O SendFox é um software de marketing por e-mail. Use o Fluent Forms para coletar informações de clientes e adicioná-las automaticamente à lista de assinantes do SendFox.

source: SendFox is not configured yet! Please configure your SendFox api first
pt_br: A SendFox ainda não está configurada! Por favor, configure sua API SendFox primeiro

source: SendFox Mailing Lists
pt_br: Listas de discussão da SendFox

source: Serbian Dinar
pt_br: Dinar sérvio

source: Serial Number
pt_br: Número de série

source: Services
pt_br: Serviços

source: Set ActiveCampaign API
pt_br: Definir a API da ActiveCampaign

source: Set Airtable API
pt_br: Definir a API do Airtable

source: Set Amocrm API
pt_br: Definir API do Amocrm

source: Set API
pt_br: Definir API

source: Set Automizy API
pt_br: Definir a API do Automizy

source: Set Aweber API
pt_br: Definir a API do Aweber

source: Set Brevo API
pt_br: Definir API Brevo

source: Set Campaign Monitor API
pt_br: Definir API do Campaign Monitor

source: Set CleverReach API
pt_br: Definir a API do CleverReach

source: Set ClickSend SMS Notification API
pt_br: Definir a API de notificação por SMS do ClickSend

source: Set Constant Contact API
pt_br: Definir a API do Constant Contact

source: Set ConvertKit API
pt_br: Definir a API do ConvertKit

source: Set default user role when registering a new user.
pt_br: Defina a função padrão do usuário ao registrar um novo usuário.

source: Set Drip API
pt_br: Definir API de gotejamento

source: Set failure message if error occurs
pt_br: Definir mensagem de falha se ocorrer um erro

source: Set GetGist API
pt_br: Definir API GetGist

source: Set GetResponse API
pt_br: Definir a API GetResponse

source: Set Google Sheet API
pt_br: Definir a API do Google Sheet

source: Set HubSpot API
pt_br: Definir a API do HubSpot

source: Set iContact API
pt_br: Definir a API do iContact

source: Set Insightly API
pt_br: Definir a API do Insightly

source: Set MailerLite API
pt_br: Definir a API do MailerLite

source: Set Mailjet API
pt_br: Definir a API do Mailjet

source: Set MooSend API
pt_br: Definir a API do MooSend

source: Set Notion API
pt_br: Definir API de noções

source: Set OnePageCRM API
pt_br: Definir a API do OnePageCRM

source: Set OpenAI ChatGPT API
pt_br: Definir a API do OpenAI ChatGPT

source: Set Pipedrive API Token
pt_br: Definir o token da API do Pipedrive

source: Set Platformly API
pt_br: Definir a API da Platformly

source: Set replied chat background color
pt_br: Definir a cor de fundo do bate-papo respondido

source: Set Salesforce API
pt_br: Definir a API do Salesforce

source: Set self typed chat background color
pt_br: Definir a cor de fundo do bate-papo auto digitado

source: Set SendFox API
pt_br: Definir a API da SendFox

source: Set SMS Notification API
pt_br: Definir API de notificação por SMS

source: Set Tag
pt_br: Definir etiqueta

source: Set Trello API
pt_br: Definir API do Trello

source: Set Zoho CRM API
pt_br: Definir a API do Zoho CRM

source: Settings
pt_br: Configurações

source: Settings deleted successfully
pt_br: Configurações excluídas com êxito
