Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: - %s available
pt_br: - %s disponível

source: API called skipped because no valid email available
pt_br: Chamada de API ignorada porque não há e-mail válido disponível

source: API integration is up and running
pt_br: A integração da API está em funcionamento

source: api key has been verified and successfully set
pt_br: A chave da API foi verificada e definida com sucesso

source: Bot Token
pt_br: Token de bot

source: contacts with a comma separated list (e.g. new lead, FluentForms, web source). Commas within a merge tag value will be created as a single tag.
pt_br: contatos com uma lista separada por vírgulas (por exemplo, novo lead, FluentForms, fonte da Web). As vírgulas em um valor de tag de mesclagem serão criadas como uma única tag.

source: data.
pt_br: dados.

source: empty
pt_br: vazio

source: feed has been successfully initialed and pushed data
pt_br: o feed foi inicializado com sucesso e os dados enviados

source: Field
pt_br: Campo

source: fields to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: para os campos apropriados do Fluent Forms, selecionando o campo de formulário apropriado na lista.

source: fields.
pt_br: campos.

source: First Create Organization In your Integration.
pt_br: Primeiro, crie uma organização em sua integração.

source: in you pipedrive dashboard.
pt_br: em seu painel do Pipedrive.

source: integration conditionally based on your submission values
pt_br: integração condicionalmente com base em seus valores de envio

source: integration is complete
pt_br: a integração está completa

source: integration is not complete
pt_br: a integração não está completa

source: is a list field.
pt_br: é um campo de lista.

source: is a required field.
pt_br: é um campo obrigatório.

source: is a required field. Date format must be YYYY/MM/DD 00:00:00 format.
pt_br: é um campo obrigatório. O formato da data deve ser AAAA/MM/DD 00:00:00.

source: is a required field. Enter value or choose form input provided by shortcode.
pt_br: é um campo obrigatório. Insira o valor ou escolha a entrada de formulário fornecida pelo shortcode.

source: is a required list field.
pt_br: é um campo de lista obrigatório.

source: is a string type of field.
pt_br: é um campo do tipo string.

source: is not configured yet! Please configure your api first
pt_br: ainda não está configurado! Configure sua API primeiro

source: is required
pt_br: é necessário

source: is required.
pt_br: é necessário.

source: Publishable Key is required
pt_br: É necessária uma chave publicável

source: Secret Key is required
pt_br: A chave secreta é necessária

source: Settings
pt_br: Configurações

source: Type
pt_br: Tipo

source: type field.
pt_br: campo de tipo.

source: type in select list.
pt_br: na lista de seleção.

source: type of field.
pt_br: tipo de campo.

source: value or choose form input provided by shortcode.
pt_br: ou escolher a entrada de formulário fornecida pelo shortcode.

source: votes
pt_br: votos

source: %s API Key
pt_br: %s Chave da API

source: %s Integration
pt_br: Integração %s

source: %s Integration Settings
pt_br: Configurações de integração %s

source: %s is not configured yet! Please configure the addon first.
pt_br: %s ainda não está configurado! Configure o complemento primeiro.

source: %sClick Here to renew your license%s
pt_br: %sClique aqui para renovar sua licença%s

source: %sYour %s license has been %sexpired at %s, Please %sClick Here to Renew Your License%s
pt_br: %sSua licença %s foi %expirada em %s, por favor %sClique aqui para renovar sua licença%s

source: %sYour license was expired at %s
pt_br: %sSua licença expirou em %s

source: %sYour license will be expired in %s days%s
pt_br: %sSua licença expirará em %s dias%s

source: , for {bill_times} installments
pt_br: , para {bill_times} parcelas

source: - Select -
pt_br: - Selecione -

source: --Select Plan--
pt_br: -Selecionar plano--

source: A Partial entry %s on form: %s and partial entry ID: %s
pt_br: A Entrada parcial %s no formulário: %s e ID de entrada parcial: %s

source: A Partial entry created on form: %s and partial entry ID: %s
pt_br: Uma entrada parcial criada no formulário: %s e ID do registro parcial: %s

source: A Partial entry updated on form: %s and partial entry ID: %s
pt_br: Uma entrada parcial atualizada no formulário: %s e ID de registro parcial: %s

source: Access Code
pt_br: Código de acesso

source: Access new features and updates by activating your license key.
pt_br: Acesse novos recursos e atualizações ativando sua chave de licença.

source: Access Token
pt_br: Token de acesso

source: Access token
pt_br: Token de acesso

source: Account Email Address
pt_br: Endereço de e-mail da conta

source: Account ID
pt_br: ID da conta

source: Account SID
pt_br: SID da conta

source: Account URL
pt_br: URL da conta

source: ACF Field
pt_br: Campo ACF

source: ACF Plugin Mapping
pt_br: Mapeamento do plug-in ACF

source: Action
pt_br: Ação

source: Action Date
pt_br: Data da ação

source: Action Date is date type field. Due date for the action (status must be one of Date, Date Time or Queued with date)
pt_br: Action Date é um campo do tipo data. Data de vencimento da ação (o status deve ser Date, Date Time ou Queued with date)

source: Action Details
pt_br: Detalhes da ação

source: Action Details is string type field.
pt_br: Action Details é um campo do tipo string.

source: Action Status
pt_br: Status da ação

source: Action Status is a select type field.
pt_br: O Status da ação é um campo do tipo selecionado.

source: Actions
pt_br: Ações

source: Activate Coupon Module
pt_br: Ativar módulo de cupom

source: Activate License
pt_br: Ativar licença

source: active
pt_br: ativo

source: Active Background Color
pt_br: Cor de fundo ativa

source: Active Campaign API call has been skipped because no valid email available
pt_br: A chamada da API Active Campaign foi ignorada porque não há e-mail válido disponível

source: Active Campaign has been successfully initialed and pushed data
pt_br: A Active Campaign foi inicializada e enviada com sucesso

source: Active Color
pt_br: Cor ativa

source: ActiveCampaign API Key
pt_br: Chave de API da ActiveCampaign

source: ActiveCampaign API Settings
pt_br: Configurações da API da ActiveCampaign

source: ActiveCampaign API URL
pt_br: URL da API da ActiveCampaign

source: ActiveCampaign Field
pt_br: Campo ActiveCampaign

source: ActiveCampaign is not configured yet! Please configure your ActiveCampaign API first
pt_br: A ActiveCampaign ainda não está configurada! Configure sua API da ActiveCampaign primeiro

source: ActiveCampaign List
pt_br: Lista da ActiveCampaign

source: Activity Due Date
pt_br: Data de vencimento da atividade

source: Actual Close Date
pt_br: Data de fechamento real

source: Actual Close Date is a date type field on y-m-d.
pt_br: A data de fechamento real é um campo do tipo data em y-m-d.

source: Add elements to the list
pt_br: Adicionar elementos à lista

source: Add elements to the list is a bool type field.
pt_br: Adicionar elementos à lista é um campo do tipo bool.

source: Add Filter Group
pt_br: Adicionar grupo de filtros

source: Add subscription failed
pt_br: Falha ao adicionar assinatura

source: Add user meta.
pt_br: Adicionar meta do usuário.

source: Address
pt_br: Endereço

source: Address is a string type field.
pt_br: O endereço é um campo do tipo string.

source: Address Line 1
pt_br: Linha de endereço 1

source: Address Line 2
pt_br: Linha de endereço 2

source: Address Type is a string type field.
pt_br: Address Type é um campo do tipo string.

source: Address: City
pt_br: Endereço: Cidade

source: Address: Line 1
pt_br: Endereço: Linha 1

source: Address: Line 2
pt_br: Endereço: Linha 2

source: Address: Postal Code
pt_br: Endereço: Código Postal

source: Address: State
pt_br: Endereço: Estado

source: Admin Approval
pt_br: Aprovação do administrador

source: Admin Approval is currently active
pt_br: A aprovação do administrador está ativa no momento

source: Admin Approval is currently not active
pt_br: A aprovação do administrador não está ativa no momento

source: Admin Approval Notification Email sent
pt_br: E-mail de notificação de aprovação do administrador enviado

source: Admin Approval Settings
pt_br: Configurações de aprovação do administrador

source: Admin Approval settings has been saved
pt_br: As configurações de aprovação do administrador foram salvas

source: Admin Field Label
pt_br: Rótulo do campo do administrador

source: Advance
pt_br: Avanço

source: Afghan Afghani
pt_br: Afegão Afegão

source: After creating your first coupon please reload this page.
pt_br: Depois de criar seu primeiro cupom, recarregue esta página.

source: After Submit Error Message Styles
pt_br: Estilos de mensagem de erro após o envio

source: After Submit Success Message Styles
pt_br: Estilos de mensagem de sucesso após o envio

source: Airtable Access Token
pt_br: Token de acesso à plataforma aérea

source: Airtable API Key
pt_br: Chave da API do Airtable

source: Airtable Base ID
pt_br: ID da base da mesa aérea

source: Airtable Configuration
pt_br: Configuração da mesa de ar

source: Airtable feed has been successfully initialed and pushed data
pt_br: O feed do Airtable foi inicializado e enviado com sucesso

source: Airtable is not configured yet! Please configure your Airtable api first
pt_br: O Airtable ainda não está configurado! Por favor, configure sua API do Airtable primeiro

source: Airtable Settings
pt_br: Configurações da mesa de ar

source: Airtable Table ID
pt_br: ID da mesa aérea

source: Albanian Lek
pt_br: Lek albanês

source: Algerian Dinar
pt_br: Dinar argelino

source: Alignment
pt_br: Alinhamento

source: All
pt_br: Todos

source: All Post
pt_br: Todas as postagens

source: Allow CleverReach integration conditionally based on your submission values
pt_br: Permitir a integração do CleverReach condicionalmente com base em seus valores de envio

source: Allow ActiveCampaign integration conditionally based on your submission values
pt_br: Permitir a integração da ActiveCampaign condicionalmente com base em seus valores de envio

source: Allow Automizy integration conditionally based on your submission values
pt_br: Permitir a integração do Automizy condicionalmente com base em seus valores de envio

source: Allow Aweber integration conditionally based on your submission values
pt_br: Permitir a integração do Aweber condicionalmente com base em seus valores de envio

source: Allow Brevo integration conditionally based on your submission values
pt_br: Permitir a integração do Brevo condicionalmente com base em seus valores de envio

source: Allow Campaign Monitor integration conditionally based on your submission values
pt_br: Permitir a integração do Campaign Monitor condicionalmente com base em seus valores de envio

source: Allow Constant Contact integration conditionally based on your submission values
pt_br: Permitir a integração do Constant Contact condicionalmente com base nos valores de envio

source: Allow ConvertKit integration conditionally based on your submission values
pt_br: Permitir a integração do ConvertKit condicionalmente com base em seus valores de envio

source: Allow Discord integration conditionally based on your submission values
pt_br: Permitir a integração do Discord condicionalmente com base em seus valores de envio

source: Allow Drip integration conditionally based on your submission values
pt_br: Permitir a integração do Drip condicionalmente com base em seus valores de envio

source: Allow GetResponse integration conditionally based on your submission values
pt_br: Permitir a integração da GetResponse condicionalmente com base em seus valores de envio

source: Allow Gist integration conditionally based on your submission values
pt_br: Permitir a integração do Gist condicionalmente com base em seus valores de envio

source: Allow HubSpot integration conditionally based on your submission values
pt_br: Permitir a integração do HubSpot condicionalmente com base em seus valores de envio

source: Allow iContact integration conditionally based on your submission values
pt_br: Permitir a integração do iContact condicionalmente com base em seus valores de envio

source: Allow MailerLite integration conditionally based on your submission values
pt_br: Permitir a integração do MailerLite condicionalmente com base em seus valores de envio

source: Allow MooSend integration conditionally based on your submission values
pt_br: Permitir a integração do MooSend condicionalmente com base em seus valores de envio

source: Allow Platformly integration conditionally based on your submission values
pt_br: Permitir a integração do Platformly condicionalmente com base em seus valores de envio

source: Allow SendFox integration conditionally based on your submission values
pt_br: Permitir a integração do SendFox condicionalmente com base em seus valores de envio

source: Allow the user login automatically after registration
pt_br: Permitir que o usuário faça login automaticamente após o registro

source: Allow this integration conditionally based on your submission values
pt_br: Permitir essa integração condicionalmente com base em seus valores de envio

source: Amocrm feed has been successfully initiated and pushed data
pt_br: O feed do Amocrm foi iniciado e enviado com sucesso

source: Amocrm Integration ID
pt_br: ID de integração do Amocrm

source: Amocrm Integration Secret Key
pt_br: Chave secreta de integração do Amocrm

source: Amocrm is not configured yet! Please configure your Amocrm api first
pt_br: O Amocrm ainda não está configurado! Configure sua API do Amocrm primeiro

source: Amocrm Secret Key
pt_br: Chave secreta do Amocrm

source: Amocrm Services
pt_br: Serviços Amocrm

source: Amocrm Settings
pt_br: Configurações do Amocrm

source: Amount
pt_br: Valor

source: Amount value. Currency is pipedrive default currency.
pt_br: Valor do montante. A moeda é a moeda padrão do Pipedrive.

source: Amount:
pt_br: Valor:

source: An error has been occurred! Please try again.
pt_br: Ocorreu um erro! Por favor, tente novamente.

source: Angle
pt_br: Ângulo

source: Angolan Kwanza
pt_br: Kwanza angolano

source: Any queries regarding your license key? %sContact us!%s
pt_br: Alguma dúvida sobre sua chave de licença? %sEntre em contato conosco!%s

source: API Error when submitting Data
pt_br: Erro de API ao enviar dados

source: API Error when submitting Data in trello server
pt_br: Erro de API ao enviar dados no servidor trello

source: API Key
pt_br: Chave da API

source: API key is invalid
pt_br: A chave da API é inválida

source: API Key is required
pt_br: É necessária uma chave de API

source: API Keys
pt_br: Chaves de API

source: API Password
pt_br: Senha da API

source: API Secret
pt_br: Segredo da API

source: API Token
pt_br: Token de API

source: API token in required.
pt_br: O token da API é obrigatório.

source: Application Key
pt_br: Chave do aplicativo

source: Apply Coupon
pt_br: Aplicar cupom

source: Approved
pt_br: Aprovado

source: Are you sure you want to cancel this subscription?
pt_br: Tem certeza de que deseja cancelar esta assinatura?

source: Argentine Peso
pt_br: Peso argentino

source: Armenian Dram
pt_br: Drama armênio

source: Aruban Florin
pt_br: Florim de Aruba

source: Ascending
pt_br: Ascendente

source: Assistant
pt_br: Assistente

source: Assistant Name
pt_br: Nome do Assistente

source: Assistant Name is a string type field.
pt_br: Assistant Name é um campo do tipo string.

source: Assistant Phone
pt_br: Telefone do assistente

source: Assistant Phone is a string type field.
pt_br: Assistant Phone é um campo do tipo string.

source: Associate tags to your ActiveCampaign contacts with a comma separated list (e.g. new lead, FluentForms, web source). Commas within a merge tag value will be created as a single tag.
pt_br: Associe tags aos seus contatos da ActiveCampaign com uma lista separada por vírgulas (por exemplo, novo lead, FluentForms, fonte da Web). As vírgulas em um valor de tag de mesclagem serão criadas como uma única tag.

source: Associate tags to your Automizy contacts with a comma separated list (e.g. new lead, FluentForms, web source). Commas within a merge tag value will be created as a single tag.
pt_br: Associe tags aos seus contatos do Automizy com uma lista separada por vírgulas (por exemplo, novo lead, FluentForms, fonte da Web). As vírgulas em um valor de tag de mesclagem serão criadas como uma única tag.

source: Associate tags to your Drip contacts with a comma separated list (e.g. new lead, FluentForms, web source). Commas within a merge tag value will be created as a single tag.
pt_br: Associe tags aos seus contatos do Drip com uma lista separada por vírgulas (por exemplo, novo lead, FluentForms, fonte da Web). As vírgulas em um valor de tag de mesclagem serão criadas como uma única tag.

source: Associate your Automizy merge tags to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: Associe suas tags de mesclagem do Automizy aos campos apropriados do Fluent Forms selecionando o campo de formulário apropriado na lista.

source: Associate your CleverReach merge tags to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: Associe suas tags de mesclagem do CleverReach aos campos apropriados do Fluent Forms selecionando o campo de formulário apropriado na lista.

source: Associate your MooSend merge tags to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: Associe suas tags de mesclagem do MooSend aos campos apropriados do Fluent Forms selecionando o campo de formulário apropriado na lista.

source: Associate your SendFox merge tags to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
pt_br: Associe suas tags de mesclagem do SendFox aos campos apropriados do Fluent Forms selecionando o campo de formulário apropriado na lista.

source: Asterisk Styles
pt_br: Estilos de asterisco

source: at
pt_br: em

source: Attachment
pt_br: Anexo

source: Australian Dollar
pt_br: Dólar australiano

source: Auth Token
pt_br: Token de autenticação

source: Authentication failed
pt_br: Falha na autenticação

source: Author
pt_br: Autor

source: Author Name
pt_br: Nome do autor

source: Author Name is a required string type field.
pt_br: O nome do autor é um campo obrigatório do tipo string.

source: Auto
pt_br: Automotivo

source: Auto Login
pt_br: Login automático

source: Automatically delete Unapproved & Declined entries if not confirmed in certain days
pt_br: Excluir automaticamente entradas não aprovadas e recusadas se não forem confirmadas em determinados dias

source: Automation
pt_br: Automação

source: Automizy API call has been skipped because no valid List available
pt_br: A chamada à API do Automizy foi ignorada porque não há uma lista válida disponível

source: Automizy API Settings
pt_br: Configurações da API do Automizy

source: Automizy API Token
pt_br: Token da API da Automizy

source: Automizy feed has been successfully initialed and pushed data
pt_br: O feed do Automizy foi inicializado e enviou dados com sucesso

source: Automizy Field
pt_br: Campo de automação

source: Automizy is not configured yet! Please configure your Automizy api first
pt_br: O Automizy ainda não está configurado! Por favor, configure sua api Automizy primeiro

source: Automizy Mailing Lists
pt_br: Listas de discussão da Automizy

source: Autoresponder Cycle
pt_br: Ciclo de Autoresponder

source: Available Countries
pt_br: Países disponíveis

source: Aweber Access Token
pt_br: Token de acesso ao Aweber

source: AWeber API Settings
pt_br: Configurações da API do AWeber

source: Aweber Field
pt_br: Campo Aweber

source: Aweber is not configured yet! Please configure your Aweber API first
pt_br: O Aweber ainda não está configurado! Configure sua API do Aweber primeiro

source: Azerbaijani Manat
pt_br: Manat azerbaijano

source: Background
pt_br: Histórico

source: Background Color
pt_br: Cor de fundo

source: Background Image
pt_br: Imagem de fundo

source: Background is a string type field.
pt_br: Background é um campo do tipo string.

source: Bad Request.
pt_br: Solicitação ruim.

source: Bahamian Dollar
pt_br: Dólar bahamense

source: Bangladeshi Taka
pt_br: Taka de Bangladesh

source: Barbadian Dollar
pt_br: Dólar barbadiano

source: Basic
pt_br: Básico

source: BCC Email
pt_br: E-mail BCC

source: BCC Email is a string type field.
pt_br: BCC Email é um campo do tipo string.

source: Belize Dollar
pt_br: Dólar de Belize

source: Bermudian Dollar
pt_br: Dólar das Bermudas

source: Between
pt_br: Entre

source: Bid Amount
pt_br: Valor do lance

source: Bid Amount is a number type field.
pt_br: O valor do lance é um campo do tipo numérico.

source: Bid Type
pt_br: Tipo de lance

source: Billing
pt_br: Faturamento

source: Billing Address
pt_br: Endereço de cobrança

source: Billing Address City
pt_br: Endereço de cobrança Cidade

source: Billing Address City is a string type field.
pt_br: Billing Address City é um campo do tipo string.

source: Billing Address Country
pt_br: Endereço de cobrança País

source: Billing Address Country is a string type field.
pt_br: Billing Address Country é um campo do tipo string.

source: Billing address from stripe has been logged in the submission data
pt_br: O endereço de cobrança da stripe foi registrado nos dados de envio

source: Billing Address Postcode
pt_br: Endereço de cobrança Código postal

source: Billing Address Postcode is a string type field.
pt_br: O código postal do endereço de cobrança é um campo do tipo string.

source: Billing Address State
pt_br: Endereço de cobrança Estado

source: Billing Address State is a string type field.
pt_br: Billing Address State é um campo do tipo string.

source: Billing Address Street
pt_br: Endereço de cobrança Rua

source: Billing Address Street is a string type field.
pt_br: Billing Address Street é um campo do tipo string.

source: Billing Address:
pt_br: Endereço de cobrança:

source: Billing Email
pt_br: E-mail de cobrança

source: Billing Name
pt_br: Nome de cobrança

source: Biographical Info
pt_br: Informações biográficas

source: Birthday
pt_br: Aniversário

source: Blur
pt_br: Desfoque

source: Bold
pt_br: Negrito

source: Bolivian Boliviano
pt_br: Boliviano Boliviano

source: Border
pt_br: Fronteira

source: Border Color
pt_br: Cor da borda

source: Border Radius
pt_br: Raio da borda

source: Border Type
pt_br: Tipo de borda

source: Border Width
pt_br: Largura da borda

source: Bosnia & Herzegovina Convertible Mark
pt_br: Marca conversível da Bósnia e Herzegovina

source: Botswana Pula
pt_br: Botsuana Pula

source: Bottom
pt_br: Parte inferior

source: Bottom Center
pt_br: Centro inferior

source: Bottom Left
pt_br: Parte inferior esquerda

source: Bottom Right
pt_br: Parte inferior direita

source: Brazilian Real
pt_br: Real brasileiro

source: Brevo API call has been skipped because no valid email available
pt_br: A chamada à API do Brevo foi ignorada porque não há e-mail válido disponível

source: Brevo API Settings
pt_br: Configurações da API do Brevo

source: Brevo feed has been successfully initialed and pushed data
pt_br: O feed do Brevo foi inicializado e enviado com sucesso

source: Brevo Field
pt_br: Campo de Brevo

source: Brevo is not configured yet! Please configure your Brevo API first
pt_br: O Brevo ainda não está configurado! Por favor, configure sua API Brevo primeiro

source: Brevo Segment
pt_br: Segmento Brevo

source: Brevo V3 API Key
pt_br: Chave da API do Brevo V3

source: British Pound
pt_br: Libra esterlina
