Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Dynamic Field
pt_br: Campo dinâmico

source: Dynamic Options Retrieval
pt_br: Recuperação de opções dinâmicas

source: Dynamic Retrieval
pt_br: Recuperação dinâmica

source: East Caribbean Dollar
pt_br: Dólar do Caribe Oriental

source: Edit Transaction
pt_br: Editar transação

source: Egyptian Pound
pt_br: Libra egípcia

source: Element Label
pt_br: Rótulo do elemento

source: Element Not Found.Please check again!
pt_br: Elemento não encontrado. Verifique novamente!

source: Email Address
pt_br: Endereço de e-mail

source: Email Body
pt_br: Corpo do e-mail

source: Email Form Name
pt_br: Nome do formulário de e-mail

source: Email Html Part
pt_br: Parte Html de e-mail

source: Email Html Part is a string type field.
pt_br: Email Html Part é um campo do tipo string.

source: Email is a email type field.
pt_br: Email é um campo do tipo e-mail.

source: Email is a select type field.
pt_br: O e-mail é um campo do tipo selecionado.

source: Email is a string type field.
pt_br: Email é um campo do tipo string.

source: Email is not valid for integration
pt_br: O e-mail não é válido para integração

source: Email is Required
pt_br: O e-mail é obrigatório

source: Email Notification
pt_br: Notificação por e-mail

source: Email Notification failed to sent. Reason:
pt_br: Falha no envio da notificação por e-mail. Motivo:

source: email reference field
pt_br: campo de referência de e-mail

source: Email sent to admin email : [
pt_br: E-mail enviado para o e-mail do administrador: [

source: Email sent to user email : [
pt_br: E-mail enviado para o e-mail do usuário: [

source: Email Subject
pt_br: Assunto do e-mail

source: Email Subject is a string type field.
pt_br: O assunto do e-mail é um campo do tipo string.

source: Email Successfully Sent to %s
pt_br: E-mail enviado com sucesso para %s

source: Email Template
pt_br: Modelo de e-mail

source: Email Text Part
pt_br: Parte do texto do e-mail

source: Email Text Part is a required string type field.
pt_br: A parte de texto do e-mail é um campo obrigatório do tipo string.

source: Embedded Checkout
pt_br: Checkout incorporado

source: Empty data
pt_br: Dados vazios

source: Empty form. Please try again!
pt_br: Formulário vazio. Por favor, tente novamente!

source: Empty Options
pt_br: Opções vazias

source: Empty Payment Selected Text
pt_br: Texto selecionado de pagamento vazio

source: Empty Values
pt_br: Valores vazios

source: Enable Auto Country Select
pt_br: Ativar a seleção automática de país

source: Enable Border
pt_br: Ativar borda

source: Enable Contact Update
pt_br: Ativar atualização de contatos

source: Enable Double Opt-in
pt_br: Habilitar o Double Opt-in

source: Enable Dynamic Tag Input
pt_br: Ativar entrada de tag dinâmica

source: Enable Dynamic Tag Selection
pt_br: Ativar a seleção dinâmica de tags

source: Enable Form Border
pt_br: Ativar borda do formulário

source: Enable Instant Responder
pt_br: Ativar o Instant Responder

source: Enable Landing URL
pt_br: Ativar URL de aterrissagem

source: Enable last IP address
pt_br: Ativar o último endereço IP

source: Enable Mollie Payment Method
pt_br: Ativar o método de pagamento Mollie

source: Enable PayStack Payment Method
pt_br: Ativar o método de pagamento PayStack

source: Enable Quantity Mapping
pt_br: Ativar mapeamento de quantidade

source: Enable RazorPay Payment Method
pt_br: Ativar o método de pagamento RazorPay

source: Enable ReSubscription
pt_br: Ativar reinscrição

source: Enable Searchable Smart Options
pt_br: Ativar opções inteligentes pesquisáveis

source: Enable Send the last broadcast campaign
pt_br: Ativar Enviar a última campanha de transmissão

source: Enable Smart UI
pt_br: Ativar a Smart UI

source: Enable Square Payment Method
pt_br: Habilitar o método de pagamento Square

source: Enable This feed
pt_br: Habilitar esse feed

source: Enable this feed
pt_br: Habilitar esse feed

source: Enable Typecast
pt_br: Ativar o Typecast

source: End Indicator Text for Promoter Scale
pt_br: Texto do indicador final para a escala do promotor

source: Ends With
pt_br: Termina com

source: Enter a name for sending email Form Name.
pt_br: Digite um nome para o envio do e-mail Form Name.

source: Enter a receiver number or select input field shortcode.
pt_br: Digite um número de receptor ou selecione o shortcode do campo de entrada.

source: Enter Action Date
pt_br: Inserir data da ação

source: Enter Action Details
pt_br: Inserir detalhes da ação

source: Enter Actual Close Date
pt_br: Inserir data de fechamento real

source: Enter Address
pt_br: Inserir endereço

source: Enter Address Type
pt_br: Digite o tipo de endereço

source: Enter an email address for Form Email.
pt_br: Digite um endereço de e-mail para o Form Email.

source: Enter Assistant Name
pt_br: Digite o nome do assistente

source: Enter Assistant Phone
pt_br: Digite o telefone do assistente

source: Enter Author Name
pt_br: Digite o nome do autor

source: Enter Background
pt_br: Inserir histórico

source: Enter BCC Email
pt_br: Inserir e-mail BCC

source: Enter Bid Amount
pt_br: Inserir valor do lance

source: Enter Bid Type
pt_br: Inserir tipo de lance

source: Enter Billing Address City
pt_br: Inserir endereço de cobrança Cidade

source: Enter Billing Address Country
pt_br: Inserir endereço de cobrança País

source: Enter Billing Address Postcode
pt_br: Digite o código postal do endereço de cobrança

source: Enter Billing Address State
pt_br: Inserir endereço de cobrança Estado

source: Enter Billing Address Street
pt_br: Inserir endereço de cobrança Rua

source: Enter Campaign Name
pt_br: Digite o nome da campanha

source: Enter CC Email
pt_br: Digite o e-mail CC

source: Enter City
pt_br: Inserir cidade

source: Enter ClickSend API Key. This can be found from ClickSend
pt_br: Insira a chave de API do ClickSend. Isso pode ser encontrado no ClickSend

source: Enter ClickSend Username. This can be found from ClickSend
pt_br: Digite o nome de usuário do ClickSend. Isso pode ser encontrado no ClickSend

source: Enter Close Date
pt_br: Inserir data de fechamento

source: Enter Company Name
pt_br: Digite o nome da empresa

source: Enter Contact Email
pt_br: Insira o e-mail de contato

source: Enter Contact Name
pt_br: Digite o nome do contato

source: Enter Contacts Name
pt_br: Digite o nome dos contatos

source: Enter Copyright Message
pt_br: Inserir mensagem de direitos autorais

source: Enter Country
pt_br: Inserir país

source: Enter Country Code
pt_br: Digite o código do país

source: Enter Creation Date
pt_br: Inserir data de criação

source: Enter Customer Name
pt_br: Digite o nome do cliente

source: Enter Date Of Birth
pt_br: Inserir data de nascimento

source: Enter Deal Details
pt_br: Inserir detalhes da oferta

source: Enter Deal Name
pt_br: Digite o nome da oferta

source: Enter Email
pt_br: Inserir e-mail

source: Enter Email Html Part
pt_br: Inserir parte Html do e-mail

source: Enter Email Subject
pt_br: Digite o assunto do e-mail

source: Enter Email Text Part
pt_br: Inserir parte do texto do e-mail

source: Enter Expected Close Date
pt_br: Inserir data de fechamento prevista

source: Enter Expected purchase value
pt_br: Insira o valor de compra esperado

source: Enter Facebook
pt_br: Entrar no Facebook

source: Enter FAX
pt_br: Digite FAX

source: Enter Fax
pt_br: Inserir fax

source: Enter FAX Phone
pt_br: Digite o telefone do FAX

source: Enter First Name
pt_br: Digite o primeiro nome

source: Enter Forecast Close Date
pt_br: Inserir data de fechamento da previsão

source: Enter Form Name
pt_br: Digite o nome do formulário

source: Enter From Email
pt_br: Digite o e-mail de origem

source: Enter Google Access Code. Please find this by clicking 'Get Google Sheet Access Code' Button
pt_br: Digite o código de acesso do Google. Encontre-o clicando no botão "Obter código de acesso à planilha do Google".

source: Enter Home Phone
pt_br: Digite o telefone residencial

source: Enter Industry
pt_br: Entrar no setor

source: Enter Item Description
pt_br: Inserir descrição do item

source: Enter Item Name
pt_br: Inserir nome do item

source: Enter Item Price
pt_br: Inserir preço do item

source: Enter Job Title
pt_br: Digite o título do trabalho

source: Enter Last Name
pt_br: Digite o sobrenome

source: Enter Lead Description
pt_br: Inserir descrição do lead

source: Enter Lead Name
pt_br: Digite o nome do líder

source: Enter Lead Rating
pt_br: Inserir classificação do lead

source: Enter Lead Title or choose shortcode
pt_br: Insira o título do lead ou escolha um código curto

source: Enter LinkedIn
pt_br: Entrar no LinkedIn

source: Enter LinkedIn URL
pt_br: Insira o URL do LinkedIn

source: Enter List element name
pt_br: Digite o nome do elemento da lista

source: Enter List Name
pt_br: Inserir nome da lista

source: Enter Mobile
pt_br: Entrar no celular

source: Enter Mobile Phone
pt_br: Inserir telefone celular

source: Enter name or select input shortcode field for contact list.
pt_br: Digite o nome ou selecione o campo de código curto de entrada para a lista de contatos.

source: Enter Note Details
pt_br: Inserir detalhes da nota

source: Enter Notes Date
pt_br: Inserir data das notas

source: Enter Number Of Employees
pt_br: Inserir número de funcionários

source: Enter Organisation Name
pt_br: Digite o nome da organização

source: Enter Organisation Title
pt_br: Digite o título da organização

source: Enter Other City
pt_br: Digite outra cidade

source: Enter Other Country
pt_br: Inserir outro país

source: Enter Other Phone
pt_br: Digite outro telefone

source: Enter Other Post Code
pt_br: Digite outro código postal

source: Enter Other State
pt_br: Digite outro estado

source: Enter Other Street Address
pt_br: Digite outro endereço de rua

source: Enter Phone
pt_br: Digite o telefone

source: Enter Post Code
pt_br: Inserir código postal

source: Enter Probability Of Winning
pt_br: Insira a probabilidade de ganhar

source: Enter Project Details
pt_br: Inserir detalhes do projeto

source: Enter Project Name
pt_br: Digite o nome do projeto

source: Enter Recipient Email Address
pt_br: Digite o endereço de e-mail do destinatário

source: Enter Recipients Email
pt_br: Digite o e-mail dos destinatários

source: Enter Referer Name
pt_br: Digite o nome do referenciador

source: Enter Referer name
pt_br: Digite o nome do referenciador

source: Enter Salutation
pt_br: Digite a saudação

source: Enter Sender Email
pt_br: Inserir e-mail do remetente

source: Enter Sender Name
pt_br: Digite o nome do remetente

source: Enter Shipping Address City
pt_br: Digite o endereço de entrega Cidade

source: Enter Shipping Address Country
pt_br: Inserir país do endereço de entrega

source: Enter Shipping Address Postcode
pt_br: Digite o código postal do endereço de entrega

source: Enter Shipping Address State
pt_br: Digite o endereço de entrega Estado

source: Enter Shipping Address Street
pt_br: Digite a rua do endereço de entrega

source: Enter Stage
pt_br: Entrar no palco

source: Enter State
pt_br: Inserir Estado

source: Enter Street Address
pt_br: Digite o endereço da rua

source: Enter subscriber email or select input shortcode field to add contact in the list.
pt_br: Digite o e-mail do assinante ou selecione o campo de código curto de entrada para adicionar o contato à lista.

source: Enter subscriber or select input shortcode field to add contact in the list.
pt_br: Insira o assinante ou selecione o campo de código curto de entrada para adicionar o contato à lista.

source: Enter Task Details
pt_br: Inserir detalhes da tarefa

source: Enter Task Duration
pt_br: Inserir duração da tarefa

source: Enter Task Entity Type
pt_br: Digite o tipo de entidade da tarefa

source: Enter Task Name
pt_br: Digite o nome da tarefa

source: Enter Task Result Details
pt_br: Inserir detalhes do resultado da tarefa

source: Enter Template Description
pt_br: Inserir descrição do modelo

source: Enter Template Name
pt_br: Digite o nome do modelo

source: Enter Title
pt_br: Inserir título

source: Enter Twilio Account SID. This can be found from twillio
pt_br: Insira o SID da conta Twilio. Isso pode ser encontrado em twillio

source: Enter Twilio API Auth Token. This can be found from twillio
pt_br: Insira o token de autenticação da API do Twilio. Isso pode ser encontrado em twillio

source: Enter Twitter
pt_br: Entrar no Twitter

source: Enter Twitter URL
pt_br: Digite o URL do Twitter

source: Enter URL
pt_br: Inserir URL

source: Enter Website
pt_br: Entrar no site

source: Enter your %s Api Key, Copy the API Code and paste it here, then click on Save button
pt_br: Digite sua %s Api Key, copie o código da API e cole-o aqui, depois clique no botão Save (Salvar)

source: Enter your Account ID. It's a numeric value. You will get in the api settings
pt_br: Digite sua ID da conta. É um valor numérico. Você obterá nas configurações da API

source: Enter your Airtable Access Token
pt_br: Digite seu token de acesso ao Airtable

source: Enter your Airtable API Key
pt_br: Digite sua chave de API do Airtable

source: Enter your Airtable Base ID
pt_br: Digite seu Airtable Base ID

source: Enter your Airtable Table ID
pt_br: Digite o ID de sua mesa Airtable

source: Enter your Amocrm Integration ID
pt_br: Digite seu ID de integração do Amocrm

source: Enter your Amocrm Integration Secret Key
pt_br: Digite sua chave secreta de integração do Amocrm

source: Enter Your API token
pt_br: Digite seu token de API

source: Enter your campaign name or select input shortcode field for campaign name.
pt_br: Digite o nome da campanha ou selecione o campo de código de acesso de entrada para o nome da campanha.

source: Enter your campaign subject or select input shortcode field for campaign subject.
pt_br: Digite o assunto de sua campanha ou selecione o campo de código curto de entrada para o assunto da campanha.

source: Enter your CleverReach Client ID
pt_br: Digite sua ID de cliente CleverReach

source: Enter your CleverReach Client secret
pt_br: Digite seu segredo de cliente CleverReach

source: Enter your ClickSend sender number
pt_br: Digite seu número de remetente do ClickSend

source: Enter your Client Folder ID
pt_br: Digite seu ID da pasta do cliente

source: Enter your Google Map API Key
pt_br: Digite sua chave de API do Google Map

source: Enter your iContact Account Email Address
pt_br: Digite o endereço de e-mail de sua conta iContact

source: Enter your iContact API Password
pt_br: Digite sua senha da API do iContact

source: Enter your iContact Application Key
pt_br: Digite sua chave de aplicativo iContact

source: Enter your Insightly API Key
pt_br: Digite sua chave de API do Insightly

source: Enter your Insightly API URL
pt_br: Digite seu URL da API do Insightly

source: Enter your Mailjet API Key
pt_br: Digite sua chave de API do Mailjet

source: Enter your Mailjet Secret Key
pt_br: Digite sua chave secreta do Mailjet

source: Enter your message.
pt_br: Digite sua mensagem.

source: Enter your message. If you chose Template Message as Message Body, you can ignore this settings.
pt_br: Digite sua mensagem. Se você escolheu Template Message como Message Body, poderá ignorar essas configurações.

source: Enter your OnePageCrm Api Key
pt_br: Digite sua chave Api do OnePageCrm

source: Enter your OnePageCrm User ID
pt_br: Digite seu ID de usuário do OnePageCrm

source: Enter your Pipedrive API token, if you do not have follow-up upper instructions.
pt_br: Insira seu token de API do Pipedrive, se você não tiver instruções superiores de acompanhamento.

source: Enter your Platformly API Key, If you do not have Please login to your Platformly account and find the API key
pt_br: Digite sua chave de API da Platformly. Se você não tiver, faça login na sua conta da Platformly e encontre a chave de API

source: Enter your Salesforce Consumer Key
pt_br: Digite sua chave de consumidor do Salesforce

source: Enter your Salesforce Consumer secret
pt_br: Digite seu segredo do Salesforce Consumer

source: Enter your Salesforce domain URL including https:// in front
pt_br: Digite o URL do domínio do Salesforce, incluindo https:// na frente

source: Enter your Telegram API channel user ID, You can also use message id. Please check documentation for more details.
pt_br: Digite seu ID de usuário do canal da API do Telegram. Você também pode usar o ID da mensagem. Consulte a documentação para obter mais detalhes.

source: Enter your Telegram Bot Token
pt_br: Digite seu token de bot do Telegram

source: Enter your Test Message
pt_br: Digite sua mensagem de teste

source: Enter your twillo sender number
pt_br: Digite seu número de remetente do twillo

source: Enter Zip Code
pt_br: Digite o CEP

source: Entries Imported Successfully
pt_br: Entradas importadas com sucesso

source: Entry data has been updated by
pt_br: Os dados de entrada foram atualizados por

source: Entry data successfully updated
pt_br: Dados de entrada atualizados com sucesso

source: Equal
pt_br: Igual

source: Equal In
pt_br: Igual em

source: Error
pt_br: Erro

source: Error Occurred while sending email
pt_br: Ocorreu um erro ao enviar um e-mail

source: Error when contacting with license server. Please check that your server have curl installed
pt_br: Erro ao entrar em contato com o servidor de licenças. Verifique se o seu servidor tem o curl instalado

source: Error: Please provide valid Airtable Base ID.
pt_br: Erro: Forneça um ID válido da Airtable Base.

source: Ethiopian Birr
pt_br: Birr etíope

source: EU Consent
pt_br: Consentimento da UE

source: Exclude the contact
pt_br: Excluir o contato

source: Expected Close Date
pt_br: Data prevista de fechamento

source: Expected Close Date is a date type field.
pt_br: Expected Close Date é um campo do tipo data.

source: Expected purchase value is a required number type field.
pt_br: O valor esperado da compra é um campo obrigatório do tipo número.

source: Export
pt_br: Exportação

source: Extra Query Parameter
pt_br: Parâmetro de consulta extra

source: Extra Query Parameter for CPT Query
pt_br: Parâmetro de consulta extra para consulta CPT

source: Extra Query Parameter for Update Post
pt_br: Parâmetro de consulta extra para atualizar post

source: Extremely Likely
pt_br: Extremamente provável

source: Facebook is a string type field.
pt_br: Facebook é um campo do tipo string.

source: Failed
pt_br: Falha

source: Failed Message
pt_br: Mensagem de falha

source: Failed to cancel this subscription
pt_br: Falha ao cancelar esta assinatura

source: Failed to insert Pipedrive feed. Details :
pt_br: Falha ao inserir o feed do Pipedrive. Detalhes :

source: Failed to insert Zoho CRM feed. Details :
pt_br: Falha ao inserir o feed do Zoho CRM. Detalhes :

source: Failed to retrieve payment data
pt_br: Falha ao recuperar dados de pagamento

source: Failed to retrieve session data
pt_br: Falha ao recuperar os dados da sessão

source: Failed to save settings
pt_br: Falha ao salvar as configurações

source: failing
pt_br: falha

source: Falkland Islands Pound
pt_br: Libra das Ilhas Falkland

source: False
pt_br: Falso

source: Favourite
pt_br: Favorito

source: FAX is a string type field.
pt_br: FAX é um campo do tipo string.

source: Fax is a string type field.
pt_br: Fax é um campo do tipo string.

source: Fax Number
pt_br: Número de fax

source: FAX Phone
pt_br: FAX Telefone

source: FAX Phone is a string type field.
pt_br: FAX Phone é um campo do tipo string.

source: Feed is disabled
pt_br: A alimentação está desativada

source: Feed Name
pt_br: Nome do feed

source: Feed Name is required
pt_br: O nome do feed é obrigatório

source: Feed successfully created
pt_br: Feed criado com sucesso

source: Feed successfully updated
pt_br: Feed atualizado com sucesso

source: Field Columns which a user will be able to repeat.
pt_br: Colunas de campo que um usuário poderá repetir.

source: Field name is required
pt_br: O nome do campo é obrigatório

source: Field Type
pt_br: Tipo de campo

source: Fijian Dollar
pt_br: Dólar de Fiji

source: File URL is not valid.
pt_br: O URL do arquivo não é válido.

source: Filter Posts
pt_br: Filtrar postagens

source: Filters
pt_br: Filtros

source: First Name
pt_br: Primeiro nome

source: First Name is a required string type field.
pt_br: First Name é um campo obrigatório do tipo string.

source: First Name is a string type field.
pt_br: First Name é um campo do tipo string.

source: First name is a string type field.
pt_br: O primeiro nome é um campo do tipo string.

source: first name reference field
pt_br: campo de referência do primeiro nome

source: Fixed
pt_br: Fixo

source: Fixed Bid
pt_br: Lance fixo

source: Fluent Forms
pt_br: Formulários fluentes

source: Fluent Forms Mailster Integration Requires Mailster Plugin
pt_br: A integração do Fluent Forms com o Mailster requer o plug-in Mailster

source: Fluent Forms Pro Add On
pt_br: Complemento do Fluent Forms Pro

source: Fluent Forms Pro Add On Pack
pt_br: Pacote de complemento do Fluent Forms Pro

source: Fluent Forms Pro License
pt_br: Licença do Fluent Forms Pro

source: Fluent Forms Submission
pt_br: Envio de formulários fluentes

source: Fluent Forms Zapier module allows you to connect your WordPress forms with over 6000+ web apps.
pt_br: O módulo Zapier do Fluent Forms permite que você conecte seus formulários do WordPress a mais de 6.000 aplicativos da Web.

source: FluentForm PRO Add-On Requires FluentForm Base Plugin,
pt_br: O FluentForm PRO Add-On requer o plug-in FluentForm Base,

source: Focus
pt_br: Foco

source: Font Size
pt_br: Tamanho da fonte

source: Font Style
pt_br: Estilo da fonte

source: Font Weight
pt_br: Peso da fonte

source: Footer
pt_br: Rodapé

source: For address autocomplete feature you may setup google map API details
pt_br: Para o recurso de preenchimento automático de endereços, você pode configurar os detalhes da API do Google Map

source: For multiple email addresses, use comma to separate them.
pt_br: Para vários endereços de e-mail, use vírgulas para separá-los.

source: Forecast Close Date
pt_br: Previsão Data de fechamento

source: Forecast Close Date is a date type field on y-m-d.
pt_br: A Data de Fechamento da Previsão é um campo do tipo data em m-m-d.

source: Form
pt_br: Formulário

source: Form Border Settings
pt_br: Configurações de borda do formulário

source: Form Field
pt_br: Campo de formulário

source: Form Field (Value)
pt_br: Campo do formulário (valor)

source: Form Field Name
pt_br: Nome do campo do formulário

source: Form Field Value
pt_br: Valor do campo do formulário

source: Form Id
pt_br: Id do formulário

source: Form Style Template
pt_br: Modelo de estilo de formulário

source: Form Validation
pt_br: Validação de formulários

source: Form validation has been failed
pt_br: Houve falha na validação do formulário

source: Fraction Point. Example: 6/10
pt_br: Ponto de fração. Exemplo: 6/10

source: Free for {trial_days} days then {subscription_amount} for each {billing_interval}
pt_br: Gratuito por {trial_days} dias e depois {subscription_amount} para cada {billing_interval}

source: From Email Address
pt_br: Endereço de e-mail do remetente

source: From Subscriptions
pt_br: De assinaturas

source: Full Name
pt_br: Nome completo

source: Gambian Dalasi
pt_br: Dalasi da Gâmbia

source: General
pt_br: Geral

source: General Error
pt_br: Erro geral

source: General Styles
pt_br: Estilos gerais

source: general_error
pt_br: erro_geral

source: Generate AffiliateWP referrals automatically when a customer is referred to your site via an affiliate link.
pt_br: Gere referências do AffiliateWP automaticamente quando um cliente é encaminhado ao seu site por meio de um link de afiliado.

source: Georgian Lari
pt_br: Lari da Geórgia

source: Get Google Sheet Access Code
pt_br: Obter o código de acesso ao Google Sheet

source: Get Notion Code
pt_br: Obter o código de noções
