Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Settings successfully saved
pt_br: Configurações salvas com sucesso

source: Settings successfully updated
pt_br: Configurações atualizadas com sucesso

source: Settings successfully updated!
pt_br: As configurações foram atualizadas com sucesso!

source: Seychellois Rupee
pt_br: Rúpia de Seychellois

source: Shipping Address
pt_br: Endereço de entrega

source: Shipping Address City
pt_br: Endereço de entrega Cidade

source: Shipping Address City is a string type field.
pt_br: Shipping Address City é um campo do tipo string.

source: Shipping Address Country
pt_br: Endereço de entrega País

source: Shipping Address Country is a string type field.
pt_br: Shipping Address Country é um campo do tipo string.

source: Shipping Address Postcode
pt_br: Código postal do endereço de entrega

source: Shipping Address Postcode is a string type field.
pt_br: O código postal do endereço de entrega é um campo do tipo string.

source: Shipping Address State
pt_br: Endereço de entrega Estado

source: Shipping Address State is a string type field.
pt_br: Shipping Address State é um campo do tipo string.

source: Shipping Address Street
pt_br: Endereço de entrega Rua

source: Shipping Address Street is a string type field.
pt_br: Shipping Address Street é um campo do tipo string.

source: Shipping Address:
pt_br: Endereço de entrega:

source: Show Available Stock
pt_br: Mostrar estoque disponível

source: Show Chat Count
pt_br: Mostrar contagem de bate-papo

source: Show Result on confirmation page
pt_br: Mostrar resultado na página de confirmação

source: Shuffle the available options
pt_br: Embaralhar as opções disponíveis

source: Sierra Leonean Leone
pt_br: Serra Leoa Leonean Leone

source: Signup Fee for
pt_br: Taxa de inscrição para

source: Signup fee for
pt_br: Taxa de inscrição para

source: Simple
pt_br: Simples

source: simple text field for username reference.
pt_br: campo de texto simples para referência de nome de usuário.

source: Singapore Dollar
pt_br: Dólar de Cingapura

source: Site Admin
pt_br: Administrador do site

source: Size
pt_br: Tamanho

source: Skip Subscription Item
pt_br: Ignorar item de assinatura

source: Skipped insert Zoho CRM feed data for missing Service Id.
pt_br: Ignorou a inserção de dados de feed do Zoho CRM por falta de Service Id.

source: Slug
pt_br: Lesma

source: Smart UI Margin
pt_br: Margem da interface do usuário inteligente

source: SMS Notification is not configured yet! Please configure your SMS api first
pt_br: A notificação por SMS ainda não está configurada! Configure sua API de SMS primeiro

source: SMS Number
pt_br: Número de SMS

source: SMS Provider Settings (ClickSend)
pt_br: Configurações do provedor de SMS (ClickSend)

source: SMS Provider Settings (Twilio)
pt_br: Configurações do provedor de SMS (Twilio)

source: SMS Schedule
pt_br: Programação de SMS

source: SMS schedule date and time
pt_br: Data e hora do agendamento de SMS

source: SMS Template
pt_br: Modelo de SMS

source: SMS Text
pt_br: Texto SMS

source: SMS text
pt_br: Texto SMS

source: Solid
pt_br: Sólido

source: Solomon Islands Dollar
pt_br: Dólar das Ilhas Salomão

source: Somali Shilling
pt_br: Xelim da Somália

source: Something is wrong
pt_br: Algo está errado

source: Something is wrong when processing the feed
pt_br: Algo está errado ao processar o feed

source: Something went wrong.
pt_br: Algo deu errado.

source: Sometimes, PayPal payments take a few moments to mark as paid. We are trying to process your payment. Please do not close or refresh the window.
pt_br: Às vezes, os pagamentos do PayPal levam alguns minutos para serem marcados como pagos. Estamos tentando processar o seu pagamento. Por favor, não feche ou atualize a janela.

source: Sorry no transaction found
pt_br: Desculpe, nenhuma transação foi encontrada

source: Sorry! No entries found. All your entries will be shown here once you start getting form submissions
pt_br: Desculpe-me! Não foram encontradas entradas. Todas as suas entradas serão exibidas aqui quando você começar a receber envios de formulários

source: Sorry! No Inventory record found.
pt_br: Desculpe! Nenhum registro de inventário foi encontrado.

source: Sorry! No selected payment method found. Please select a valid payment method
pt_br: Desculpe! Nenhum método de pagamento selecionado foi encontrado. Por favor, selecione um método de pagamento válido

source: Sorry! We couldn't mark your payment as paid. Please try again later!
pt_br: Desculpe! Não foi possível marcar seu pagamento como pago. Por favor, tente novamente mais tarde!

source: Sorry! You do not have permission to activate this license.
pt_br: Desculpe! Você não tem permissão para ativar esta licença.

source: Sorry! You do not have permission to deactivate this license.
pt_br: Desculpe! Você não tem permissão para desativar esta licença.

source: Sorry, multiple subscription item is not supported
pt_br: Desculpe, mas não há suporte para vários itens de assinatura

source: Sorry, no related payments found
pt_br: Desculpe, não foram encontrados pagamentos relacionados

source: Sorry, you can not cancel this subscription at this moment
pt_br: Desculpe, você não pode cancelar esta assinatura no momento

source: Sorry, You do not have access to this form
pt_br: Desculpe, você não tem acesso a este formulário

source: Source URL
pt_br: URL de origem

source: South African Rand
pt_br: Rand sul-africano

source: South Korean Won
pt_br: Won sul-coreano

source: Specify the ordering of the dynamically populate
pt_br: Especificar a ordem dos dados preenchidos dinamicamente

source: specifying whether the subscriber granted for GDPR consent
pt_br: especificando se o assinante concedeu o consentimento para o GDPR

source: Spread
pt_br: Espalhar

source: Spreadsheet Fields
pt_br: Campos de planilha

source: Spreadsheet Fields can not bet greater than 104
pt_br: Os campos da planilha não podem ser maiores que 104

source: Spreadsheet ID
pt_br: ID da planilha

source: Square
pt_br: Quadrado

source: Square does not support subscriptions right now!
pt_br: O Square não oferece suporte a assinaturas no momento!

source: Square Error: Square does not support subscriptions right now!
pt_br: Erro do Square: O Square não oferece suporte a assinaturas no momento!

source: Square Payment Error
pt_br: Erro de pagamento Square

source: Square Payment Redirect Error
pt_br: Erro de redirecionamento do Square Payment

source: Square Payment Webhook Error
pt_br: Erro no webhook do Square Payment

source: Sri Lankan Rupee
pt_br: Rúpia do Sri Lanka

source: Stage Number
pt_br: Número do estágio

source: Stage Number is a int type field.
pt_br: Stage Number é um campo do tipo int.

source: Starred
pt_br: Com estrelas

source: Starred Campaign
pt_br: Campanha com estrela

source: Starred is a bool type field.
pt_br: Starred é um campo do tipo bool.

source: Start Date
pt_br: Data de início

source: Start date
pt_br: Data de início

source: Start date is a date type field on y-m-d.
pt_br: A data de início é um campo do tipo data em y-m-d.

source: Start Indicator Text for Promoter Scale
pt_br: Texto do indicador inicial para a escala do promotor

source: Started:
pt_br: Iniciado:

source: Starts With
pt_br: Começa com

source: State
pt_br: Estado

source: State is a string type field.
pt_br: State é um campo do tipo string.

source: Status is a select type field.
pt_br: Status é um campo do tipo seleção.

source: Stock Out Message
pt_br: Mensagem de falta de estoque

source: Stock Quantity
pt_br: Quantidade em estoque

source: Street
pt_br: Rua

source: Street Address
pt_br: Endereço da rua

source: Street Address is a string type field.
pt_br: Street Address é um campo do tipo string.

source: Stripe Billing Address Logged
pt_br: Endereço de cobrança do Stripe registrado

source: Stripe Error:
pt_br: Erro de faixa:

source: Stripe Error: Payment Failed! Please try again.
pt_br: Erro do Stripe: Payment Failed! Por favor, tente novamente.

source: Stripe General Error
pt_br: Erro geral do Stripe

source: Stripe mode is not active
pt_br: O modo Stripe não está ativo

source: Stripe Payment Error
pt_br: Erro de pagamento do Stripe

source: Stripe recurring subscription successfully initiated
pt_br: Assinatura recorrente do Stripe iniciada com sucesso

source: Stripe SCA Required
pt_br: Stripe SCA necessário

source: Stripe settings has been disconnected
pt_br: As configurações do Stripe foram desconectadas

source: Stripe Subscription Charged
pt_br: Assinatura Stripe cobrada

source: Stripe test mode activated
pt_br: Modo de teste de faixa ativado

source: Stripe token/payment_method is required
pt_br: O token/payment_method do Stripe é obrigatório

source: Styles successfully updated
pt_br: Estilos atualizados com sucesso

source: Subject
pt_br: Assunto

source: Submission Declined Notification Email sent to User
pt_br: E-mail de notificação de envio recusado enviado ao usuário

source: Submission ID
pt_br: ID do envio

source: Submission verified and approved by Admin
pt_br: Envio verificado e aprovado pelo administrador

source: Submission verified and declined by Admin
pt_br: Envio verificado e recusado pelo administrador

source: Submit Button Style
pt_br: Estilo do botão Enviar

source: Subscribed
pt_br: Assinatura

source: Subscriber Email
pt_br: E-mail do assinante

source: Subscriber Number
pt_br: Número do assinante

source: Subscription
pt_br: Assinatura

source: Subscription could not be found
pt_br: Não foi possível encontrar a assinatura

source: Subscription has been cancelled
pt_br: A assinatura foi cancelada

source: Subscription has been cancelled by
pt_br: A assinatura foi cancelada por

source: Subscription has been cancelled by admin
pt_br: A assinatura foi cancelada pelo administrador

source: Subscription has been cancelled from
pt_br: A assinatura foi cancelada de

source: Subscription has been cancelled locally. Subscription may not cancelled at
pt_br: A assinatura foi cancelada localmente. A assinatura não pode ser cancelada em

source: Subscription Item
pt_br: Item de assinatura

source: Subscription Status changed to
pt_br: Status da assinatura alterado para

source: Subscriptions
pt_br: Assinaturas

source: Successfully updated data
pt_br: Dados atualizados com sucesso

source: Suffix
pt_br: Sufixo

source: Suffix Label
pt_br: Rótulo de sufixo

source: Surinamese Dollar
pt_br: Dólar surinamês

source: Swedish Krona
pt_br: Coroa sueca

source: Swiss Franc
pt_br: Franco suíço

source: System
pt_br: Sistema

source: São Tomé and Príncipe Dobra
pt_br: São Tomé e Príncipe Dobra

source: Table Body
pt_br: Corpo da mesa

source: Table Footer
pt_br: Rodapé da tabela

source: Table Head
pt_br: Cabeça de mesa

source: Tag
pt_br: Etiqueta

source: Tajikistani Somoni
pt_br: Somoni do Tajiquistão

source: Tanzanian Shilling
pt_br: Xelim tanzaniano

source: Target Product Field
pt_br: Campo do produto alvo

source: Task Category
pt_br: Categoria de tarefa

source: Task Category is a select type field.
pt_br: Categoria de tarefa é um campo do tipo seleção.

source: Task Details
pt_br: Detalhes da tarefa

source: Task Details is a required string type field.
pt_br: Detalhes da tarefa é um campo obrigatório do tipo string.

source: Task Details is a string type field.
pt_br: Detalhes da tarefa é um campo do tipo string.

source: Task Duration
pt_br: Duração da tarefa

source: Task Duration is a int type field.
pt_br: Task Duration é um campo do tipo int.

source: Task Entity Type
pt_br: Tipo de entidade de tarefa

source: Task Entity Type is a select type field.
pt_br: O tipo de entidade de tarefa é um campo do tipo seleção.

source: Task Name
pt_br: Nome da tarefa

source: Task name is a required string type field.
pt_br: O nome da tarefa é um campo obrigatório do tipo string.

source: Task Name is a string type field.
pt_br: O nome da tarefa é um campo do tipo string.

source: Task Result Details
pt_br: Detalhes do resultado da tarefa

source: Taxonomy
pt_br: Taxonomia

source: Taxonomy Field Type
pt_br: Tipo de campo de taxonomia

source: Taxonomy Term
pt_br: Termo de taxonomia

source: Telegram feed has been successfully initialed and pushed data. Message ID:
pt_br: O feed do Telegram foi inicializado e enviado com sucesso. ID da mensagem:

source: Telegram Message
pt_br: Mensagem do Telegrama

source: Template Mapping
pt_br: Mapeamento de modelos

source: Template Name
pt_br: Nome do modelo

source: Template name is a required string type field.
pt_br: O nome do modelo é um campo obrigatório do tipo string.

source: Term Description
pt_br: Descrição do termo

source: Term ID
pt_br: ID do termo

source: Term Id
pt_br: Termo Id

source: Test Access Key
pt_br: Chave de acesso ao teste

source: Test API Key
pt_br: Testar chave de API

source: Test API Secret
pt_br: Segredo da API de teste

source: Test Location ID
pt_br: ID do local de teste

source: Test Message
pt_br: Mensagem de teste

source: Test Message (optional)
pt_br: Mensagem de teste (opcional)

source: Test Mode
pt_br: Modo de teste

source: Text color
pt_br: Cor do texto

source: Text Decoration
pt_br: Decoração de texto

source: Text Position (fixed)
pt_br: Posição do texto (fixa)

source: Thai Baht
pt_br: Baht tailandês

source: Thank you for purchasing %s! Please enter your license key below.
pt_br: Obrigado por comprar %s! Digite sua chave de licença abaixo.

source: The %s license needs to be activated. %sActivate Now%s
pt_br: A licença %s precisa ser ativada. %sActivate Now%s

source: The date of when the deal which will be created from the lead is expected to be closed. In ISO 8601 format: YYYY-MM-DD.
pt_br: A data em que se espera que o negócio que será criado a partir do lead seja fechado. No formato ISO 8601: AAAA-MM-DD.

source: The day on which the contacts is in the Autoresponder cycle, keep empty to not include in autoresponder.
pt_br: O dia em que os contatos estão no ciclo de autoresponder; mantenha-o vazio para não incluir no autoresponder.

source: The due date of the activity. In ISO 8601 format: YYYY-MM-DD.
pt_br: A data de vencimento da atividade. No formato ISO 8601: AAAA-MM-DD.

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
pt_br: A chave de licença fornecida não é válida. Verifique se sua licença está correta. Você pode fazer login na conta wpmanageninja.com e obter a chave de licença válida para sua compra.

source: The OpenAI ChatGPT API can be applied to create forms and dynamic submission confirmation message.
pt_br: A API do OpenAI ChatGPT pode ser aplicada para criar formulários e mensagens dinâmicas de confirmação de envio.

source: The Pro version of FluentForm, the most advanced, drag and drop form builder plugin for WordPress.
pt_br: A versão Pro do FluentForm, o mais avançado plug-in de criação de formulários de arrastar e soltar para WordPress.

source: The provided text will show if no payment item is selected yet
pt_br: O texto fornecido será exibido se nenhum item de pagamento estiver selecionado ainda

source: The selected feed has been successfully fired
pt_br: O feed selecionado foi disparado com sucesso

source: The selected feeds has been successfully fired.
pt_br: Os feeds selecionados foram disparados com sucesso.

source: The selected service doesn't have any field settings.
pt_br: O serviço selecionado não tem nenhuma configuração de campo.

source: There was a problem connecting to the Stripe API endpoint.
pt_br: Houve um problema na conexão com o endpoint da API do Stripe.

source: There was an error activating the license, please verify your license is correct and try again or contact support.
pt_br: Ocorreu um erro ao ativar a licença. Verifique se a licença está correta e tente novamente ou entre em contato com o suporte.

source: There was an error deactivating the license, please try again or contact support.
pt_br: Ocorreu um erro ao desativar a licença, tente novamente ou entre em contato com o suporte.

source: This email is already registered. Please choose another one.
pt_br: Este e-mail já está registrado. Por favor, escolha outro.

source: This Item is Stock Out
pt_br: Este item está esgotado

source: This Label will be appended to the field’s label or field’s Options
pt_br: Esse rótulo será anexado ao rótulo do campo ou às opções do campo

source: This payment item is invalid
pt_br: Esse item de pagamento é inválido

source: This payment method is invalid
pt_br: Este método de pagamento é inválido

source: This subscription plan is invalid
pt_br: Este plano de assinatura é inválido

source: This subscription plan value is invalid
pt_br: Esse valor do plano de assinatura é inválido

source: This username is already registered. Please choose another one.
pt_br: Este nome de usuário já está registrado. Por favor, escolha outro.

source: Title
pt_br: Título

source: Title is a select type field.
pt_br: O título é um campo do tipo seleção.

source: Title is a string type field.
pt_br: O título é um campo do tipo string.

source: To
pt_br: Para

source: Toggle to display only unique results based on the
pt_br: Alternar para exibir apenas resultados exclusivos com base no

source: Tongan Paʻanga
pt_br: Tonganês Paʻanga

source: Top
pt_br: Topo

source: Top Left
pt_br: Superior esquerdo

source: Top Right
pt_br: Superior direito

source: Total chat to show in the DOM including self reply
pt_br: Total de bate-papo a ser exibido no DOM, incluindo a autorresposta

source: Total Correct Questions. Example: 6
pt_br: Total de perguntas corretas. Exemplo: 6

source: Total Point. Example: 70
pt_br: Total de pontos. Exemplo: 70

source: Total Votes:
pt_br: Total de votos:

source: Transaction
pt_br: Transação

source: Transaction #
pt_br: Transação #

source: Transaction Amount Mismatch - PayStack
pt_br: Incompatibilidade do valor da transação - PayStack

source: Transaction Amount Mismatch - Square
pt_br: Incompatibilidade do valor da transação - Square

source: Transaction ID
pt_br: ID da transação

source: Transaction UID is invalid
pt_br: O UID da transação é inválido

source: Transactional
pt_br: Transacional

source: Transform
pt_br: Transformar

source: Trello access Key
pt_br: Chave de acesso ao Trello

source: Trello API Settings
pt_br: Configurações da API do Trello

source: Trello Card Content
pt_br: Conteúdo do cartão Trello

source: Trello Card Title
pt_br: Título do cartão do Trello

source: Trello Configuration
pt_br: Configuração do Trello

source: Trello feed has been successfully initialed and pushed data
pt_br: O feed do Trello foi inicializado e enviado com sucesso

source: Trello is not configured yet! Please configure your Trello API first
pt_br: O Trello ainda não está configurado! Por favor, configure sua API do Trello primeiro

source: trialling
pt_br: teste

source: Trinidad and Tobago Dollar
pt_br: Dólar de Trinidad e Tobago

source: True
pt_br: Verdadeiro

source: Turkish Lira
pt_br: Lira turca

source: Twilio Number
pt_br: Número do Twilio

source: Twilio SMS feed has been successfully initialed and pushed data
pt_br: O feed de SMS do Twilio foi inicializado e enviado com sucesso

source: Twitter is a string type field.
pt_br: O Twitter é um campo do tipo string.

source: Twitter URL
pt_br: URL do Twitter

source: Twitter URL is a string type field.
pt_br: O URL do Twitter é um campo do tipo string.

source: Type
pt_br: Tipo

source: Type Tags (comma separated)
pt_br: Tags de tipo (separadas por vírgulas)

source: Type tags as comma separated that need to be removed
pt_br: Digite as tags separadas por vírgulas que precisam ser removidas

source: Type the receiver number
pt_br: Digite o número do receptor

source: Type...
pt_br: Tipo...

source: Typography
pt_br: Tipografia

source: Ugandan Shilling
pt_br: Xelim de Uganda

source: Ukrainian Hryvnia
pt_br: Hryvnia ucraniano

source: Unable to deactivate license, please try again or contact support.
pt_br: Não foi possível desativar a licença, tente novamente ou entre em contato com o suporte.

source: Unable to find connected display name
pt_br: Não foi possível encontrar o nome de exibição conectado

source: Unapproved
pt_br: Não aprovado

source: Unconfirmed
pt_br: Não confirmado

source: Underline
pt_br: Sublinhado

source: Unit
pt_br: Unidade

source: Unit Price
pt_br: Preço unitário

source: United Arab Emirates Dirham
pt_br: Dirham dos Emirados Árabes Unidos

source: United States Dollar
pt_br: Dólar dos Estados Unidos

source: Unknown API error from Telegram
pt_br: Erro de API desconhecido do Telegram

source: Unknown Mollie API request error
pt_br: Erro desconhecido na solicitação de API da Mollie

source: Unknown Paystack API request error
pt_br: Erro desconhecido na solicitação da API do Paystack

source: Unknown RazorPay API request error
pt_br: Erro desconhecido na solicitação da API do RazorPay

source: Unknown Square API request error
pt_br: Erro de solicitação de API Square desconhecido

source: Unsubscribed
pt_br: Cancelamento da inscrição

source: Update
pt_br: Atualização

source: Updated At
pt_br: Atualizado em

source: Upload your chained select CSV file or provide a remote URL
pt_br: Carregue seu arquivo CSV de seleção encadeada ou forneça um URL remoto

source: Uppercase
pt_br: Maiúsculas

source: URL is a select type field.
pt_br: URL é um campo do tipo seleção.

source: URL is a string type field.
pt_br: URL é um campo do tipo string.

source: Uruguayan Peso
pt_br: Peso uruguaio

source: Use %s placeholder to get the email resume link.
pt_br: Use o espaço reservado %s para obter o link do currículo por e-mail.

source: Use %s placeholder to get the Form Name.
pt_br: Use o espaço reservado %s para obter o nome do formulário.

source: Use %s placeholder to get the partial entry details.
pt_br: Use o espaço reservado %s para obter os detalhes parciais da entrada.

source: Use comma separated value. You can use smart tags here
pt_br: Use valores separados por vírgula. Você pode usar tags inteligentes aqui

source: Use custom Border style
pt_br: Usar estilo de borda personalizado

source: User
pt_br: Usuário

source: User Email
pt_br: E-mail do usuário

source: user has been successfully created. Created User ID:
pt_br: O usuário foi criado com sucesso. ID do usuário criado:

source: User has been successfully updated. Updated User ID:
pt_br: O usuário foi atualizado com sucesso. ID de usuário atualizado:

source: User ID
pt_br: ID do usuário

source: User Login
pt_br: Login do usuário

source: User Meta
pt_br: Meta do usuário

source: User Meta Key
pt_br: Meta-chave do usuário

source: User Meta Value
pt_br: Meta-valor do usuário

source: User Nicename
pt_br: Nome de usuário

source: User redirect to Mollie for completing the payment
pt_br: O usuário é redirecionado para Mollie para concluir o pagamento

source: User redirect to paypal for completing the payment
pt_br: O usuário é redirecionado para o paypal para concluir o pagamento

source: User redirect to RazorPay for completing the payment
pt_br: O usuário é redirecionado para o RazorPay para concluir o pagamento

source: User redirect to Square for completing the payment
pt_br: O usuário é redirecionado para o Square para concluir o pagamento

source: User redirect to Stripe for completing the payment
pt_br: O usuário é redirecionado para o Stripe para concluir o pagamento

source: User Registration
pt_br: Registro de usuário

source: user registration skip because email is already taken other.
pt_br: o registro do usuário é ignorado porque o e-mail já está ocupado.

source: user registration skip because email is not valid.
pt_br: o registro do usuário é ignorado porque o e-mail não é válido.
