Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Not Fulfilled Required Field
pt_br: Campo obrigatório não preenchido

source: Not Graded
pt_br: Não avaliado

source: Note
pt_br: Observação

source: Note Details
pt_br: Detalhes da nota

source: Notification successfully resent
pt_br: Notificação reenviada com sucesso

source: Notion Databases
pt_br: Bancos de dados de noções

source: Notion feed has been successfully initialed and pushed data
pt_br: O feed de noções foi inicializado com sucesso e enviou dados

source: Notion Integration
pt_br: Integração do Notion

source: Notion is not configured yet! Please configure your Notion api first
pt_br: O Notion ainda não está configurado! Por favor, configure sua api do Notion primeiro

source: Number From
pt_br: Número De

source: Number Of Employees
pt_br: Número de funcionários

source: Number Of Employees is a string type field.
pt_br: Number Of Employees é um campo do tipo string.

source: Oblique
pt_br: Oblíqua

source: Odd Color
pt_br: Cor estranha

source: Offline Payment
pt_br: Pagamento off-line

source: One time payment of {first_interval_total}
pt_br: Pagamento único de {first_interval_total}

source: One time Payment Successfully made via Stripe. Charge ID:
pt_br: Pagamento único feito com sucesso via Stripe. ID da cobrança:

source: OnePageCrm Api Key
pt_br: Chave Api do OnePageCrm

source: OnePageCRM feed has been successfully initiated and pushed data
pt_br: O feed do OnePageCRM foi iniciado e enviado com sucesso

source: OnePageCRM is not configured yet! Please configure your OnePageCRM api first
pt_br: O OnePageCRM ainda não está configurado! Por favor, configure sua api do OnePageCRM primeiro

source: OnePageCRM Services
pt_br: Serviços do OnePageCRM

source: OnePageCrm Settings
pt_br: Configurações do OnePageCrm

source: OnePageCrm User ID
pt_br: ID de usuário do OnePageCrm

source: Only Show Unique Result
pt_br: Mostrar apenas o resultado único

source: Oops! Something went wrong.
pt_br: Ops! Algo deu errado.

source: OpenAI ChatGPT Content
pt_br: Conteúdo do OpenAI ChatGPT

source: OpenAI ChatGPT Integration
pt_br: Integração do OpenAI ChatGPT

source: OpenAI ChatGPT is not configured yet! Please configure your OpenAI api first
pt_br: O OpenAI ChatGPT ainda não está configurado! Configure sua API OpenAI primeiro

source: Opportunity Category
pt_br: Categoria de oportunidade

source: Opportunity Category is a select type field.
pt_br: Categoria de oportunidade é um campo do tipo seleção.

source: Opportunity Details
pt_br: Detalhes da oportunidade

source: Opportunity Details is a string type field.
pt_br: Detalhes da oportunidade é um campo do tipo string.

source: Opportunity Name
pt_br: Nome da oportunidade

source: Opportunity Name is a string type field.
pt_br: Opportunity Name é um campo do tipo string.

source: Optional. Choose a datetime for sending SMS. If empty, SMS will be sent immediately.
pt_br: Opcional. Escolha uma data e hora para enviar o SMS. Se estiver vazio, o SMS será enviado imediatamente.

source: Options
pt_br: Opções

source: Options will be randomized each time its loaded
pt_br: As opções serão aleatórias a cada vez que forem carregadas

source: Order Details
pt_br: Detalhes do pedido

source: Order ID:
pt_br: ID do pedido:

source: Ordering
pt_br: Pedido

source: Organisation
pt_br: Organização

source: Organisation is a select type field.
pt_br: Organização é um campo do tipo seleção.

source: Organisation Name
pt_br: Nome da organização

source: Organisation Name is a string type field.
pt_br: Organisation Name é um campo do tipo string.

source: Organisation Title
pt_br: Título da organização

source: Organisation Title is a string type field.
pt_br: O título da organização é um campo do tipo string.

source: Organization Name
pt_br: Nome da organização

source: Other
pt_br: Outros

source: Other City
pt_br: Outra cidade

source: Other City is a string type field.
pt_br: Other City é um campo do tipo string.

source: Other contact fields to add more information about the contact. These fields are optional.
pt_br: Outros campos de contato para adicionar mais informações sobre o contato. Esses campos são opcionais.

source: Other Country
pt_br: Outro país

source: Other Country is a string type field.
pt_br: Other Country é um campo do tipo string.

source: Other Fields
pt_br: Outros campos

source: Other Phone
pt_br: Outro telefone

source: Other Phone is a string type field.
pt_br: Other Phone é um campo do tipo string.

source: Other Post Code
pt_br: Outro código postal

source: Other Post Code is a string type field.
pt_br: Other Post Code é um campo do tipo string.

source: Other State
pt_br: Outro estado

source: Other State is a string type field.
pt_br: Other State é um campo do tipo string.

source: Other Street Address
pt_br: Outro endereço de rua

source: Other Street Address is a string type field.
pt_br: Other Street Address é um campo do tipo string.

source: Others Field
pt_br: Outros campos

source: Out of Stock
pt_br: Fora de estoque

source: Outline
pt_br: Esboço

source: Overline
pt_br: Sobreposição

source: Owner User
pt_br: Usuário proprietário

source: Owner User is a select type field.
pt_br: Usuário proprietário é um campo do tipo seleção.

source: Padding
pt_br: Acolchoamento

source: Paid
pt_br: Pago

source: Pakistani Rupee
pt_br: Rúpia paquistanesa

source: Panamanian Balboa
pt_br: Balboa panamenho

source: Papua New Guinean Kina
pt_br: Kina de Papua Nova Guiné

source: Paraguayan Guaraní
pt_br: Guarani paraguaio

source: Parent
pt_br: Pais

source: Parent Post
pt_br: Postagem dos pais

source: Parent Term
pt_br: Termo dos pais

source: Partial Entries
pt_br: Entradas parciais

source: Partial Refunded
pt_br: Parcialmente reembolsado

source: Password
pt_br: Senha

source: password reference field
pt_br: campo de referência de senha

source: Paste your webhook url here. Click "Edit Channel" cog and create your channel webhook from integrations.
pt_br: Cole o URL do webhook aqui. Clique na engrenagem "Edit Channel" (Editar canal) e crie o webhook do canal a partir das integrações.

source: Pay with Stripe
pt_br: Pagar com o Stripe

source: Payment Cancelled
pt_br: Pagamento cancelado

source: Payment Complete
pt_br: Pagamento concluído

source: Payment could not be verified. Please contact site admin
pt_br: O pagamento não pôde ser verificado. Entre em contato com o administrador do site

source: Payment Coupon Style
pt_br: Estilo de cupom de pagamento

source: Payment data successfully deleted
pt_br: Dados de pagamento excluídos com sucesso

source: Payment data validation failed
pt_br: Falha na validação dos dados de pagamento

source: Payment Details
pt_br: Detalhes do pagamento

source: Payment Error:
pt_br: Erro de pagamento:

source: Payment Error: Invalid Request
pt_br: Erro de pagamento: Solicitação inválida

source: Payment Failed
pt_br: Falha no pagamento

source: Payment Failed! Your card may have been declined.
pt_br: O pagamento falhou! Seu cartão pode ter sido recusado.

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
pt_br: O pagamento está sendo analisado pela equipe do PayPal como de alto risco ou em possível violação de regulamentos governamentais

source: Payment is not marked as paid yet.
pt_br: O pagamento ainda não foi marcado como pago.

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
pt_br: O pagamento está pendente por motivos desconhecidos. Entre em contato com o suporte do PayPal para obter assistência

source: Payment Item
pt_br: Item de pagamento

source: Payment made via eCheck and will clear automatically in 5-8 days
pt_br: O pagamento é feito via eCheck e será compensado automaticamente em 5 a 8 dias

source: Payment Method
pt_br: Método de pagamento

source: Payment Method:
pt_br: Forma de pagamento:

source: Payment Methods
pt_br: Métodos de pagamento

source: Payment Modal is opening, Please complete the payment
pt_br: O Modal de pagamento está sendo aberto, conclua o pagamento

source: Payment Mode
pt_br: Modo de pagamento

source: Payment Module successfully enabled!
pt_br: Módulo de pagamento ativado com sucesso!

source: Payment must be accepted manually through PayPal due to international account regulations
pt_br: O pagamento deve ser aceito manualmente por meio do PayPal devido a regulamentos de contas internacionais

source: Payment received in non-shop currency and must be accepted manually through PayPal
pt_br: O pagamento recebido em moeda que não seja a da loja deve ser aceito manualmente por meio do PayPal

source: Payment record cleared from transaction history and order items
pt_br: Registro de pagamento apagado do histórico de transações e dos itens do pedido

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
pt_br: O pagamento requer um endereço de cliente confirmado e deve ser aceito manualmente por meio do PayPal

source: Payment Settings
pt_br: Configurações de pagamento

source: Payment Status
pt_br: Status de pagamento

source: Payment Status changed
pt_br: Status de pagamento alterado

source: Payment status changed to
pt_br: O status do pagamento foi alterado para

source: Payment status changed to paid
pt_br: Status do pagamento alterado para pago

source: Payment Status:
pt_br: Status do pagamento:

source: Payment Success
pt_br: Sucesso no pagamento

source: Payment Success by PayStack
pt_br: Sucesso de pagamento por PayStack

source: Payment Summary
pt_br: Resumo do pagamento

source: Payment Summary Style
pt_br: Estilo de resumo de pagamento

source: Payment Total
pt_br: Pagamento Total

source: Payment Type
pt_br: Tipo de pagamento

source: Payment was not marked as paid
pt_br: O pagamento não foi marcado como pago

source: Payment was sent to non-confirmed or non-registered email address.
pt_br: O pagamento foi enviado para um endereço de e-mail não confirmado ou não registrado.

source: Payments
pt_br: Pagamentos

source: PayPal account is not verified. Verify account in order to accept this payment
pt_br: A conta do PayPal não foi verificada. Verifique a conta para aceitar esse pagamento

source: PayPal account must be upgraded before this payment can be accepted
pt_br: A conta do PayPal deve ser atualizada antes que esse pagamento possa ser aceito

source: PayPal Email Address is required
pt_br: O endereço de e-mail do PayPal é obrigatório

source: PayPal Error: PayPal does not support multiple subscriptions at one request
pt_br: Erro do PayPal: O PayPal não oferece suporte a várias assinaturas em uma única solicitação

source: PayPal Error: PayPal does not support subscriptions payment and single amount payment at one request
pt_br: Erro do PayPal: O PayPal não suporta pagamento de assinaturas e pagamento de valor único em uma única solicitação

source: PayPal IPN verification Failed
pt_br: Falha na verificação de IPN do PayPal

source: PayPal Payment Pending
pt_br: Pagamento pendente do PayPal

source: PayPal recurring payment subscription successfully initiated
pt_br: Assinatura de pagamento recorrente do PayPal iniciada com sucesso

source: PayPal Subscription Complete
pt_br: Assinatura do PayPal concluída

source: PayPal Subscription Payment
pt_br: Pagamento de assinatura do PayPal

source: Paystack API Error
pt_br: Erro de API do Paystack

source: PayStack does not support subscriptions right now!
pt_br: O PayStack não oferece suporte a assinaturas no momento!

source: PayStack Error: PayStack does not support subscriptions right now!
pt_br: Erro do PayStack: O PayStack não oferece suporte a assinaturas no momento!

source: PayStack Modal is initiated
pt_br: O Modal PayStack é iniciado

source: PayStack Modal is initiated to complete the payment
pt_br: O Modal PayStack é iniciado para concluir o pagamento

source: PayStack payment has been marked as paid. TransactionId:
pt_br: O pagamento do PayStack foi marcado como pago. TransactionId:

source: PayStack Payment is failed to verify
pt_br: Falha na verificação do pagamento do PayStack

source: Pending
pt_br: Pendente

source: Per Day
pt_br: Por dia

source: Per Hour
pt_br: Por hora

source: Per Month
pt_br: Por mês

source: Per Week
pt_br: Por semana

source: Per Year
pt_br: Por ano

source: Percentage. Example: 70%
pt_br: Porcentagem. Exemplo: 70%

source: Personality
pt_br: Personalidade

source: Personality Quiz
pt_br: Questionário de personalidade

source: Peruvian Nuevo Sol
pt_br: Nuevo Sol peruano

source: Philippine Peso
pt_br: Peso filipino

source: Phone
pt_br: Telefone

source: Phone is a select type field.
pt_br: Phone é um campo do tipo select.

source: Phone is a string type field.
pt_br: Phone é um campo do tipo string.

source: Phone Number
pt_br: Número de telefone

source: Pipedrive API Settings
pt_br: Configurações da API do Pipedrive

source: Pipedrive API Token
pt_br: Token da API do Pipedrive

source: Pipedrive feed has been successfully inserted
pt_br: O feed do Pipedrive foi inserido com sucesso

source: Pipedrive is not configured yet! Please configure your Pipedrive api token first
pt_br: O Pipedrive ainda não está configurado! Configure seu token de API do Pipedrive primeiro

source: Pipeline
pt_br: Tubulação

source: Pipeline is a select type field.
pt_br: O pipeline é um campo do tipo seleção.

source: Pipeline Stage
pt_br: Estágio do pipeline

source: Pipeline Stage is a select type field.
pt_br: O Pipeline Stage é um campo do tipo seleção.

source: Placeholder
pt_br: Espaço reservado

source: Platformly API Key
pt_br: Chave de API da Platformly

source: Platformly API Settings
pt_br: Configurações da API da Platformly

source: Platformly Field
pt_br: Campo da plataforma

source: Platformly is not configured yet! Please configure your Platformly API first
pt_br: A Platformly ainda não está configurada! Por favor, configure sua API da Platformly primeiro

source: Platformly Project ID
pt_br: ID do projeto Platformly

source: Platformly Segment
pt_br: Segmento da plataforma

source: Please check your email inbox to confirm this submission
pt_br: Verifique sua caixa de entrada de e-mail para confirmar o envio

source: Please Choose your Zoho CRM Account URL
pt_br: Escolha o URL de sua conta do Zoho CRM

source: Please click on this link get Access Code from Notion and Select your Notion database to connect with Fluent Forms
pt_br: Clique neste link para obter o código de acesso do Notion e selecione o banco de dados do Notion para se conectar ao Fluent Forms

source: Please click on this link get API keys from OpenAI ChatGPT.
pt_br: Clique neste link para obter as chaves de API do OpenAI ChatGPT.

source: Please click on this link get get Access Code From Google
pt_br: Clique neste link para obter o código de acesso do Google

source: Please confirm your form submission
pt_br: Confirme o envio de seu formulário

source: Please enable the integration
pt_br: Ative a integração

source: Please fill up all the required fields
pt_br: Por favor, preencha todos os campos obrigatórios

source: Please find access code by clicking 'Get Notion Access Code' Button then paste it here
pt_br: Encontre o código de acesso clicando no botão 'Get Notion Access Code' e cole-o aqui

source: Please find API Keys by clicking 'Get OpenAI ChatGPT API Keys' Button then paste it here
pt_br: Encontre as chaves de API clicando no botão "Obter chaves de API do OpenAI ChatGPT" e cole-as aqui

source: Please fix the errors
pt_br: Favor corrigir os erros

source: Please install or active Mailster plugin.
pt_br: Instale ou ative o plug-in Mailster.

source: Please Live Location ID
pt_br: ID do local ao vivo

source: Please note that, Actual Refund needs to be handled in your Payment Service Provider.
pt_br: Observe que o reembolso real precisa ser processado pelo seu provedor de serviços de pagamento.

source: Please note that, This action will only run if the user is logged in.
pt_br: Observe que essa ação só será executada se o usuário estiver conectado.

source: Please note that, This action will only run if the visitor is logged out state and the email is not registered yet
pt_br: Observe que essa ação só será executada se o visitante estiver desconectado e o e-mail ainda não estiver registrado

source: Please provide a valid email address
pt_br: Forneça um endereço de e-mail válido

source: Please provide all fields to integrate
pt_br: Forneça todos os campos a serem integrados

source: Please provide each tag by comma separated value
pt_br: Forneça cada tag com um valor separado por vírgula

source: Please provide each tag by comma separated value, You can use dynamic smart codes
pt_br: Forneça cada tag com um valor separado por vírgula. Você pode usar códigos inteligentes dinâmicos

source: Please provide Live Access Key
pt_br: Forneça a chave de acesso ao vivo

source: Please provide Live API Key
pt_br: Forneça a chave da API Live

source: Please provide Live API Secret
pt_br: Forneça o segredo da API ao vivo

source: Please Provide Meta Fields Values
pt_br: Forneça os valores dos campos meta

source: Please Provide new refund amount only.
pt_br: Forneça apenas o novo valor do reembolso.

source: Please Provide spreadsheet ID
pt_br: Forneça o ID da planilha

source: Please provide Test Access Secret
pt_br: Forneça o segredo de acesso ao teste

source: Please provide Test API Key
pt_br: Forneça a chave da API de teste

source: Please provide Test API Secret
pt_br: Forneça o segredo da API de teste

source: Please provide Test Location ID
pt_br: Forneça o ID do local de teste

source: Please Provide Worksheet Name
pt_br: Forneça o nome da planilha

source: Please Provide your ActiveCampaign API URL
pt_br: Forneça sua URL da API da ActiveCampaign

source: Please Provide your ClickSend Settings here
pt_br: Forneça suas configurações do ClickSend aqui

source: Please Provide your Drip Account ID. Go to your Drip account settings -> general info and find the Account ID
pt_br: Forneça o ID da sua conta do Drip. Acesse as configurações de sua conta do Drip -> informações gerais e encontre o ID da conta

source: Please Provide your Platformly Project ID
pt_br: Forneça seu ID de projeto na Platformly

source: Please Provide your Twilio Settings here
pt_br: Forneça suas configurações do Twilio aqui

source: Please select a Post
pt_br: Selecione uma postagem

source: Please Select and Configure the payment methods for this form, At least 1 method is required. If you select only one it will not show on the form for selection but will process that payment with the selected method.
pt_br: Selecione e configure os métodos de pagamento para esse formulário. É necessário pelo menos um método. Se você selecionar apenas um, ele não será exibido no formulário para seleção, mas o pagamento será processado com o método selecionado.

source: Please Select Client Now
pt_br: Selecione o cliente agora

source: Please select entries & action first
pt_br: Selecione primeiro as entradas e a ação

source: Please select entries first
pt_br: Selecione as entradas primeiro

source: Please select Payment Mode
pt_br: Selecione o modo de pagamento

source: Please select repeat field. Your ACF repeat and form field columns need to be equal
pt_br: Selecione o campo de repetição. Suas colunas de repetição do ACF e do campo de formulário precisam ser iguais

source: Please select repeat field. Your Jet Engine repeater field and form field columns need to be equal
pt_br: Selecione o campo de repetição. As colunas do campo repetidor e do campo do formulário do Jet Engine precisam ser iguais

source: Please select valid Base and Table field combination.
pt_br: Selecione uma combinação válida de campos Base e Tabela.

source: Please specify the meta
pt_br: Especifique a meta

source: Please update Fluent Forms to latest version
pt_br: Atualize o Fluent Forms para a versão mais recente

source: Please wait for admin to confirm this submission
pt_br: Aguarde até que o administrador confirme este envio

source: Please wait while getting the data from ChatGPT. Do not refresh or close the window
pt_br: Aguarde enquanto obtém os dados do ChatGPT. Não atualize nem feche a janela

source: Point
pt_br: Ponto

source: Polish Złoty
pt_br: Polonês Złoty

source: Populate Dynamically
pt_br: Preencher dinamicamente

source: Populate values option dynamically based on the selected source. Customize behavior by specifying field types, filters, sorting, ordering, and mapping.
pt_br: Preencher a opção de valores dinamicamente com base na fonte selecionada. Personalize o comportamento especificando tipos de campos, filtros, classificação, ordenação e mapeamento.

source: Position
pt_br: Posição

source: Post
pt_br: Postar

source: Post Author
pt_br: Postar autor

source: Post Code
pt_br: Código postal

source: Post Code is a string type field.
pt_br: Post Code é um campo do tipo string.

source: Post Content
pt_br: Publicar conteúdo

source: Post Date
pt_br: Data de postagem

source: Post Excerpt
pt_br: Publicar trecho

source: Post Feeds
pt_br: Feeds de postagens

source: Post ID
pt_br: ID da postagem

source: Post Name
pt_br: Nome da postagem

source: Post Parent
pt_br: Postar pai

source: Post Selection
pt_br: Postar seleção

source: Post Status
pt_br: Status da postagem

source: Post Title
pt_br: Título da postagem

source: Post Type
pt_br: Tipo de postagem

source: Post update field will only work when Post Feeds Submission Type is set to Update Post.
pt_br: O campo de atualização de postagem só funcionará quando o Tipo de envio de feeds de postagem estiver definido como Atualizar postagem.

source: Post/CPT Creation
pt_br: Criação de Post/CPT

source: Post/CPT Selection
pt_br: Seleção de Post/CPT

source: Postal Code
pt_br: Código Postal

source: Powerful Inventory Management. Manage resources for events booking, reservations, or for selling products and tickets!
pt_br: Gerenciamento avançado de inventário. Gerencie recursos para agendamento de eventos, reservas ou para a venda de produtos e ingressos!

source: Prefix
pt_br: Prefixo

source: Prefix Label
pt_br: Etiqueta de prefixo

source: Price
pt_br: Preço

source: Price:
pt_br: Preço:

source: Primary Color
pt_br: Cor primária

source: Primary Fields
pt_br: Campos primários

source: Priority
pt_br: Prioridade

source: Priority is a select type field.
pt_br: Prioridade é um campo do tipo seleção.

source: Probability Of Winning
pt_br: Probabilidade de ganhar

source: Probability Of Winning is a integer type field.
pt_br: Probability Of Winning (Probabilidade de vitória) é um campo do tipo inteiro.

source: Processing
pt_br: Processamento

source: Processing payment. Please wait...
pt_br: Processando o pagamento. Por favor, aguarde...

source: Product
pt_br: Produto

source: Product Field Mapping
pt_br: Mapeamento de campos de produtos

source: Profile Fields
pt_br: Campos de perfil

source: Profile has been created in BuddyBoss. Profile Type:
pt_br: O perfil foi criado no BuddyBoss. Tipo de perfil:

source: Progress
pt_br: Progresso

source: Progress in Percentage
pt_br: Progresso em porcentagem

source: Progress is a number type field.
pt_br: O progresso é um campo do tipo numérico.

source: Project
pt_br: Projeto

source: Project Category
pt_br: Categoria do projeto

source: Project Category is a select type field.
pt_br: A categoria do projeto é um campo do tipo seletivo.

source: Project Details
pt_br: Detalhes do projeto

source: Project Details is a string type field.
pt_br: Project Details é um campo do tipo string.

source: Project ID
pt_br: ID do projeto

source: Project is a select type field.
pt_br: O projeto é um campo do tipo seleção.

source: Project Name
pt_br: Nome do projeto

source: Project Name is a string type field.
pt_br: O nome do projeto é um campo do tipo string.

source: Project Status
pt_br: Status do projeto
