Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: {subscription_amount} for each {billing_interval}
pt_br: {subscription_amount} para cada {billing_interval}
