Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Form Pro/fluentformpro-*.po
Languages: pt_br

source: Get OpenAI ChatGPT API Keys
pt_br: Obter chaves de API do OpenAI ChatGPT

source: Get Result
pt_br: Obter resultado

source: GetGist API called skipped because no valid email available
pt_br: Chamada da API GetGist ignorada porque não há e-mail válido disponível

source: GetGist API Key
pt_br: Chave da API do GetGist

source: GetGist feed has been successfully initialed and pushed data
pt_br: O feed GetGist foi inicializado com sucesso e enviou dados

source: GetGist is not configured yet! Please configure your GetGist api first
pt_br: O GetGist ainda não está configurado! Configure sua API GetGist primeiro

source: GetGist Settings
pt_br: Configurações do GetGist

source: GetResponse API call has been skipped because no valid email available
pt_br: A chamada à API GetResponse foi ignorada porque não há e-mail válido disponível

source: GetResponse API Key
pt_br: Chave da API da GetResponse

source: GetResponse API Key is not configured yet! Please configure your GetResponse api first
pt_br: A chave da API da GetResponse ainda não está configurada! Por favor, configure sua API da GetResponse primeiro

source: GetResponse API Settings
pt_br: Configurações da API da GetResponse

source: GetResponse feed has been successfully initialed and pushed data
pt_br: O feed GetResponse foi inicializado com sucesso e enviou dados

source: GetResponse Field
pt_br: Campo GetResponse

source: GetResponse List
pt_br: Lista GetResponse

source: Ghanaian Cedi
pt_br: Cedi ganês

source: Gibraltar Pound
pt_br: Libra de Gibraltar

source: Gist Field
pt_br: Campo de Gist

source: Google Map API is set.
pt_br: A API do Google Map está definida.

source: Google Map API Key
pt_br: Chave da API do Google Map

source: Google Map Api key has been saved
pt_br: A chave da API do Google Map foi salva

source: Google Map API key is not valid
pt_br: A chave da API do Google Map não é válida

source: Google Map Integration Settings
pt_br: Configurações de integração do Google Map

source: Google Sheet is not configured yet! Please configure your Google Sheet api first
pt_br: O Google Sheet ainda não está configurado! Configure sua API do Google Sheet primeiro

source: Google Sheets
pt_br: Planilhas Google

source: Grade System. Example: A
pt_br: Sistema de notas. Exemplo: A

source: Gradient
pt_br: Gradiente

source: Granted
pt_br: Concedido

source: Greater Than
pt_br: Maior que

source: Greater Than or Equal
pt_br: Maior que ou igual

source: Grid Table Style
pt_br: Estilo de tabela de grade

source: Group List
pt_br: Lista de grupos

source: Guatemalan Quetzal
pt_br: Quetzal da Guatemala

source: Guinean Franc
pt_br: Franco guineense

source: Guyanese Dollar
pt_br: Dólar guianense

source: Haitian Gourde
pt_br: Gourde haitiano

source: Handle Size
pt_br: Tamanho da alça

source: has been refunded via
pt_br: foi reembolsado via

source: Header name is required
pt_br: O nome do cabeçalho é obrigatório

source: Height
pt_br: Altura

source: Hero
pt_br: Herói

source: Hide Choice When Stock is Out
pt_br: Ocultar opção quando o estoque estiver esgotado

source: Hide Input When Stock is Out
pt_br: Ocultar entrada quando o estoque estiver esgotado

source: High
pt_br: Alta

source: Home
pt_br: Início

source: Home Phone
pt_br: Telefone residencial

source: Home Phone is a string type field.
pt_br: Home Phone é um campo do tipo string.

source: Home Phone Number
pt_br: Número de telefone residencial

source: Honduran Lempira
pt_br: Lempira hondurenha

source: Hong Kong Dollar
pt_br: Dólar de Hong Kong

source: Hosted to razorpay.com
pt_br: Hospedado em razorpay.com

source: How AI gonna Behave?
pt_br: Como a IA vai se comportar?

source: Hubspot Access Token
pt_br: Token de acesso à Hubspot

source: Hubspot API call has been skipped because no valid email available
pt_br: A chamada da API da Hubspot foi ignorada porque não há e-mail válido disponível

source: Hubspot API Settings
pt_br: Configurações da API da Hubspot

source: Hubspot feed has been successfully initialed and pushed data
pt_br: O feed do Hubspot foi inicializado e enviado com sucesso

source: HubSpot Field
pt_br: Campo da HubSpot

source: HubSpot is not configured yet! Please configure your HubSpot api first
pt_br: O HubSpot ainda não está configurado! Configure sua API da HubSpot primeiro

source: HubSpot just restricted this for Pro Users. Select the HubSpot Mailing List you would like to add your contacts to.
pt_br: A HubSpot restringiu isso apenas para usuários Pro. Selecione a Lista de e-mails da HubSpot à qual deseja adicionar seus contatos.

source: HubSpot List(HubSpot Pro)
pt_br: Lista da HubSpot (HubSpot Pro)

source: Hungarian Forint
pt_br: Forint húngaro

source: Icelandic Króna
pt_br: Króna islandês

source: iContact API call has been skipped because no valid email available
pt_br: A chamada à API do iContact foi ignorada porque não há e-mail válido disponível

source: iContact API Key is not configured yet! Please configure your iContact api first
pt_br: A chave da API do iContact ainda não está configurada! Por favor, configure sua API do iContact primeiro

source: iContact API Settings
pt_br: Configurações da API do iContact

source: iContact feed has been successfully initialed and pushed the contact
pt_br: O feed do iContact foi inicializado com sucesso e enviou o contato

source: iContact Field
pt_br: Campo iContact

source: iContact List
pt_br: Lista iContact

source: If you enable this then options will be searchable by select2 js library
pt_br: Se você ativar essa opção, as opções poderão ser pesquisadas pela biblioteca select2 js

source: If you enable this then the options will be shuffled
pt_br: Se você ativar essa opção, as opções serão embaralhadas

source: If you enable this, The country will be selected based on user's ip address. ipinfo.io service will be used here
pt_br: Se você ativar essa opção, o país será selecionado com base no endereço IP do usuário. O serviço ipinfo.io será usado aqui

source: Image or File Button Style
pt_br: Estilo de botão de imagem ou arquivo

source: Import
pt_br: Importação

source: Import Fluent Form Style
pt_br: Importar estilo de formulário fluente

source: Import Styles From Another Form
pt_br: Importar estilos de outro formulário

source: In Progress
pt_br: Em andamento

source: In Stock
pt_br: Em estoque

source: Inactive Background Color
pt_br: Cor de fundo inativa

source: Inactive Color
pt_br: Cor inativa

source: Inactive Color (opposite color)
pt_br: Cor inativa (cor oposta)

source: Indian Rupee
pt_br: Rúpia indiana

source: Indonesian Rupiah
pt_br: Rupia indonésia

source: Industry
pt_br: Setor

source: Industry is a string type field.
pt_br: Industry é um campo do tipo string.

source: Inline Error Message Styles
pt_br: Estilos de mensagens de erro em linha

source: Innocent
pt_br: Inocente

source: Input & Textarea
pt_br: Entrada e área de texto

source: Input Fields
pt_br: Campos de entrada

source: Inputs
pt_br: Entradas

source: Inset
pt_br: Inserção

source: Insightly API Key
pt_br: Chave da API do Insightly

source: Insightly API URL
pt_br: URL da API do Insightly

source: Insightly feed has been successfully initiated and pushed
pt_br: O feed do Insightly foi iniciado e enviado com sucesso

source: Insightly is not configured yet! Please configure your Insightly API first
pt_br: O Insightly ainda não está configurado! Por favor, configure sua API do Insightly primeiro

source: Insightly Services
pt_br: Serviços Insightly

source: Insightly Settings
pt_br: Configurações do Insightly

source: Instant Responders
pt_br: Respondedores instantâneos

source: Invalid action
pt_br: Ação inválida

source: Invalid Api Token
pt_br: Token de API inválido

source: Invalid Credentials
pt_br: Credenciais inválidas

source: Invalid Email. Please provide an valid email
pt_br: E-mail inválido. Forneça um e-mail válido

source: Invalid Feed ID
pt_br: ID de alimentação inválida

source: Invalid Field Config
pt_br: Configuração de campo inválida

source: Invalid Item
pt_br: Item inválido

source: Invalid Payment Transaction
pt_br: Transação de pagamento inválida

source: Invalid PayPal IPN Notification Received
pt_br: Notificação de IPN do PayPal inválida recebida

source: Invalid PayPal IPN Notification Received. No Posted Data
pt_br: Notificação de IPN inválida do PayPal recebida. Nenhum dado publicado

source: Invalid PayPal IPN Notification Received. No Submission Found
pt_br: Notificação de IPN inválida do PayPal recebida. Nenhum envio encontrado

source: Invalid Request
pt_br: Solicitação inválida

source: Invalid request, missing required fields.
pt_br: Solicitação inválida, faltam campos obrigatórios.

source: Invalid response: Please try again! :
pt_br: Resposta inválida: Por favor, tente novamente! :

source: Invalid Stripe Request. Please configure stripe payment gateway again
pt_br: Solicitação inválida do Stripe. Configure novamente o gateway de pagamento do Stripe

source: Invalid submission. No receipt found
pt_br: Envio inválido. Nenhum recibo encontrado

source: Invalid Subscription ID
pt_br: ID de assinatura inválida

source: Invalid transaction id
pt_br: ID de transação inválido

source: Invalid url
pt_br: URL inválido

source: Inventory
pt_br: Inventário

source: Inventory Label
pt_br: Etiqueta de inventário

source: Inventory name already exists
pt_br: O nome do inventário já existe

source: Inventory Settings
pt_br: Configurações de inventário

source: Inventory Updated
pt_br: Inventário atualizado

source: Is Discussable
pt_br: É discutível

source: Is discussable is a bool type field.
pt_br: Is discussable é um campo do tipo bool.

source: is not supported by PayStack payment method
pt_br: não é compatível com o método de pagamento PayStack

source: Is Task Completed
pt_br: A tarefa está concluída

source: Is Task Completed is a bool type field.
pt_br: Is Task Completed é um campo do tipo bool.

source: Israeli New Sheqel
pt_br: Novo Sheqel israelense

source: Italic
pt_br: Itálico

source: Item Description
pt_br: Descrição do item

source: Item Description is a string type field.
pt_br: Descrição do item é um campo do tipo string.

source: Item Name
pt_br: Nome do item

source: Item Name is a string type field.
pt_br: Item Name é um campo do tipo string.

source: Item Price
pt_br: Preço do item

source: Item Price is a int type field.
pt_br: Item Price é um campo do tipo int.

source: Item Quantity
pt_br: Quantidade do item

source: Item Successfully deleted
pt_br: Item excluído com sucesso

source: Item was successfully reset
pt_br: O item foi redefinido com sucesso

source: Items Color
pt_br: Cor dos itens

source: Jamaican Dollar
pt_br: Dólar jamaicano

source: Japanese Yen
pt_br: Iene japonês

source: Jetengine Field
pt_br: Campo de motores a jato

source: Jetengine Meta Mapping
pt_br: Meta-mapeamento do Jetengine

source: Job Title
pt_br: Cargo

source: Job Title is a string type field.
pt_br: Job Title é um campo do tipo string.

source: Kazakhstani Tenge
pt_br: Tenge do Cazaquistão

source: Keep empty if you want the username and user email is the same
pt_br: Mantenha em branco se quiser que o nome de usuário e o e-mail do usuário sejam os mesmos

source: Keep empty to be auto generated
pt_br: Manter vazio para ser gerado automaticamente

source: Kenyan Shilling
pt_br: Xelim queniano

source: Kyrgyzstani Som
pt_br: Som do Quirguistão

source: Label Placement
pt_br: Colocação de etiquetas

source: Label Styles
pt_br: Estilos de rótulos

source: Label Styling
pt_br: Estilo de etiqueta

source: Landing Page
pt_br: Página de destino

source: Landing URL
pt_br: URL de aterrissagem

source: Last Broadcast Campaign
pt_br: Última campanha de transmissão

source: Last Name
pt_br: Sobrenome

source: Last Name is a required string type field.
pt_br: Last Name é um campo obrigatório do tipo string.

source: Last Name is a string type field.
pt_br: Last Name é um campo do tipo string.

source: Last name is a string type field.
pt_br: O sobrenome é um campo do tipo string.

source: last name reference field
pt_br: campo de referência do sobrenome

source: Lead Description
pt_br: Descrição do líder

source: Lead Description is a string type field.
pt_br: A descrição do lead é um campo do tipo string.

source: Lead Name
pt_br: Nome do líder

source: Lead name is a required string type field.
pt_br: O nome do lead é um campo obrigatório do tipo string.

source: Lead Rating
pt_br: Classificação de chumbo

source: Lead Rating is a number type field.
pt_br: O Lead Rating é um campo do tipo numérico.

source: Lead Sale
pt_br: Venda de chumbo

source: Lead Sale is a int type field.
pt_br: Lead Sale é um campo do tipo int.

source: Lead Source
pt_br: Fonte de leads

source: Lead Source is a required select type field.
pt_br: Lead Source é um campo do tipo seleção obrigatória.

source: Lead Source is a select type field.
pt_br: Lead Source é um campo do tipo seleção.

source: Lead Status
pt_br: Status do líder

source: Lead Status is a required select type field.
pt_br: O status do lead é um campo do tipo seleção obrigatória.

source: Lead Tags
pt_br: Tags de leads

source: Leaving it empty will send to Email to the Admin
pt_br: Deixar em branco enviará um e-mail para o administrador

source: Lebanese Pound
pt_br: Libra libanesa

source: Lesotho Loti
pt_br: Lesoto Loti

source: Less Than
pt_br: Menos de

source: Less Than or Equal
pt_br: Menor que ou igual

source: Letter Spacing
pt_br: Espaçamento entre letras

source: Liberian Dollar
pt_br: Dólar liberiano

source: License
pt_br: Licença

source: License deactivated
pt_br: Licença desativada

source: License Key
pt_br: Chave de licença

source: Line Height
pt_br: Altura da linha

source: Line Through
pt_br: Linha contínua

source: Line Total
pt_br: Linha Total

source: Link elements can to the multiple list is a bool type field.
pt_br: Os elementos de link podem ser incluídos na lista múltipla é um campo do tipo bool.

source: Link elements to multiple list
pt_br: Vincular elementos a uma lista múltipla

source: LinkedIn is a string type field.
pt_br: LinkedIn é um campo do tipo string.

source: LinkedIn URL
pt_br: URL do LinkedIn

source: LinkedIn URL is a string type field.
pt_br: O URL do LinkedIn é um campo do tipo string.

source: List element name
pt_br: Nome do elemento da lista

source: List element name is a required string type field.
pt_br: O nome do elemento da lista é um campo obrigatório do tipo string.

source: List Name
pt_br: Nome da lista

source: List name is a required string type field.
pt_br: O nome da lista é um campo obrigatório do tipo string.

source: Live Access Key
pt_br: Chave de acesso ao vivo

source: Live API Key
pt_br: Chave da API Live

source: Live API Secret
pt_br: Segredo da API ao vivo

source: Live Location ID
pt_br: ID do local ao vivo

source: Live Mode
pt_br: Modo ao vivo

source: Location
pt_br: Localização

source: Looks like you are using sandbox mode. PayPal does not send instant payment notification while using sandbox mode
pt_br: Parece que você está usando o modo sandbox. O PayPal não envia notificação de pagamento instantâneo enquanto estiver usando o modo sandbox

source: Looks like you have cancelled the payment
pt_br: Parece que você cancelou o pagamento

source: Looks like you have cancelled the payment. Please try again!
pt_br: Parece que você cancelou o pagamento. Por favor, tente novamente!

source: Looks like you have is still on pending status
pt_br: Parece que seu pedido ainda está com status pendente

source: Lost
pt_br: Perdido

source: Low
pt_br: Baixa

source: Lowercase
pt_br: Minúsculas

source: Macanese Pataca
pt_br: Pataca macaense

source: Macedonian Denar
pt_br: Denar macedônio

source: MailerLite API Key
pt_br: Chave da API do MailerLite

source: MailerLite feed has been successfully initialed and pushed data
pt_br: O feed do MailerLite foi inicializado e enviado com sucesso

source: MailerLite Field
pt_br: Campo do MailerLite

source: MailerLite is not configured yet! Please configure your MailerLite api first
pt_br: O MailerLite ainda não está configurado! Por favor, configure sua api do MailerLite primeiro

source: MailerLite Settings
pt_br: Configurações do MailerLite

source: MailerLte API call has been skipped because no valid email available
pt_br: A chamada à API MailerLte foi ignorada porque não há e-mail válido disponível

source: Mailjet API Key
pt_br: Chave da API do Mailjet

source: Mailjet is not configured yet! Please configure your Mailjet API first
pt_br: O Mailjet ainda não está configurado! Por favor, configure sua API do Mailjet primeiro

source: Mailjet Secret Key
pt_br: Chave secreta do Mailjet

source: Mailjet Services
pt_br: Serviços Mailjet

source: Mailjet Settings
pt_br: Configurações do Mailjet

source: Mailster feed has been successfully initialed and pushed data
pt_br: O feed do Mailster foi inicializado e enviado com sucesso

source: Mailster Lists
pt_br: Listas do Mailster

source: Malagasy Ariary
pt_br: Ariary malgaxe

source: Malawian Kwacha
pt_br: Kwacha malauiano

source: Malaysian Ringgit
pt_br: Ringgit malaio

source: Maldivian Rufiyaa
pt_br: Rufiyaa das Maldivas

source: Map Custom fields according with Fluent Forms fields.
pt_br: Mapeie os campos personalizados de acordo com os campos do Fluent Forms.

source: Map Fields
pt_br: Campos do mapa

source: Map fields according with Fluent Forms fields.
pt_br: Mapeie os campos de acordo com os campos do Fluent Forms.

source: Map your BuddyBoss x-profile fields with your form fields
pt_br: Mapeie seus campos do BuddyBoss x-profile com seus campos de formulário

source: Margin
pt_br: Margem

source: Mauritanian Ouguiya
pt_br: Ouguiya da Mauritânia

source: Mauritian Rupee
pt_br: Rúpia mauriciana

source: Medium
pt_br: Médio

source: Message
pt_br: Mensagem

source: Message Body
pt_br: Corpo da mensagem

source: Message to Send
pt_br: Mensagem a ser enviada

source: Message to show after saving form state.
pt_br: Mensagem a ser exibida após salvar o estado do formulário.

source: Meta Key
pt_br: Meta-chave

source: Meta Value
pt_br: Valor Meta

source: Method Label
pt_br: Rótulo do método

source: Mexican Peso
pt_br: Peso mexicano

source: Misc
pt_br: Diversos

source: Mobile
pt_br: Celular

source: Mobile is a string type field.
pt_br: Mobile é um campo do tipo string.

source: Mobile Number
pt_br: Número de celular

source: Mobile Phone
pt_br: Telefone celular

source: Mobile Phone is a string type field.
pt_br: Mobile Phone é um campo do tipo string.

source: Modal Checkout Style
pt_br: Estilo de checkout modal

source: Modal Theme Color
pt_br: Cor do tema modal

source: Moldovan Leu
pt_br: Leu da Moldávia

source: Mollie does not support subscriptions right now!
pt_br: A Mollie não oferece suporte a assinaturas no momento!

source: Mollie Error: Mollie does not support subscriptions right now!
pt_br: Erro de Mollie: Mollie não suporta assinaturas no momento!

source: Mollie Live API Key is required
pt_br: É necessária uma chave de API do Mollie Live

source: Mollie Payment Redirect Error
pt_br: Erro de redirecionamento do pagamento Mollie

source: Mollie Payment Webhook Error
pt_br: Erro no webhook do Mollie Payment

source: Mollie Test API Key is required
pt_br: É necessária uma chave de API do Mollie Test

source: Mongolian Tögrög
pt_br: Tögrög da Mongólia

source: month
pt_br: mês

source: Monthly Plan
pt_br: Plano mensal

source: Moosend API call has been skipped because no valid email available
pt_br: A chamada à API do Moosend foi ignorada porque não há e-mail válido disponível

source: MooSend API Key
pt_br: Chave da API do MooSend

source: MooSend API Settings
pt_br: Configurações da API do MooSend

source: Moosend feed has been successfully initialed and pushed data
pt_br: O feed do Moosend foi inicializado e enviou dados com sucesso

source: MooSend Field
pt_br: Campo MooSend

source: MooSend is email marketing software. Use Fluent Forms to collect customer information and automatically add it as MooSend subscriber list.
pt_br: O MooSend é um software de marketing por e-mail. Use o Fluent Forms para coletar informações de clientes e adicioná-las automaticamente à lista de assinantes do MooSend.

source: MooSend is not configured yet! Please configure your MooSend api first
pt_br: O MooSend ainda não está configurado! Por favor, configure sua api MooSend primeiro

source: MooSend Mailing Lists
pt_br: Listas de discussão do MooSend

source: Moroccan Dirham
pt_br: Dirham marroquino

source: Mozambican Metical
pt_br: Metical moçambicano

source: Mr
pt_br: Senhor

source: Mrs
pt_br: Senhora

source: Ms
pt_br: Senhora

source: Multi Page - Header Style
pt_br: Várias páginas - Estilo de cabeçalho

source: Multi Page - Next Button Style
pt_br: Várias páginas - Estilo do botão Next

source: Multi Page - Previous Button Style
pt_br: Várias páginas - Estilo do botão anterior

source: Multi-Select
pt_br: Seleção múltipla

source: Multiple actions have been fired
pt_br: Várias ações foram disparadas

source: Name
pt_br: Nome

source: Namibian Dollar
pt_br: Dólar namibiano

source: Nepalese Rupee
pt_br: Rúpia nepalesa

source: Net Promoter Score
pt_br: Pontuação do Net Promoter

source: Net Promoter Style
pt_br: Estilo Net Promoter

source: Netherlands Antillean Gulden
pt_br: Gulden das Antilhas Holandesas

source: New Inventory Added
pt_br: Novo inventário adicionado

source: New Taiwan Dollar
pt_br: Novo dólar taiwanês

source: New Zealand Dollar
pt_br: Dólar da Nova Zelândia

source: Nicaraguan Córdoba
pt_br: Córdoba da Nicarágua

source: Nicename
pt_br: Nome de usuário

source: Nickname
pt_br: Apelido

source: nickname reference field
pt_br: campo de referência do apelido

source: Nigerian Naira
pt_br: Naira nigeriana

source: No
pt_br: Não

source: no
pt_br: não

source: No Access
pt_br: Sem acesso

source: No activated payment method found. If you are an admin please check the payment settings
pt_br: Nenhum método de pagamento ativado foi encontrado. Se você for um administrador, verifique as configurações de pagamento

source: No Activation Site left: You have activated all the sites that your license offer. Please go to wpmanageninja.com account and review your sites. You may deactivate your unused sites from wpmanageninja account or you can purchase another license. %sClick Here to purchase another license%s
pt_br: Nenhum site de ativação restante: Você ativou todos os sites que sua licença oferece. Acesse a conta wpmanageninja.com e revise seus sites. Você pode desativar os sites não utilizados na conta wpmanageninja ou pode adquirir outra licença. %sClique aqui para comprar outra licença%s

source: No client folders were found for this account.
pt_br: Não foram encontradas pastas de clientes para essa conta.

source: No Entry found.
pt_br: Nenhuma entrada encontrada.

source: No meta fields found
pt_br: Nenhum campo meta encontrado

source: No partial entry found!
pt_br: Nenhuma entrada parcial foi encontrada!

source: No payment item selected yet
pt_br: Nenhum item de pagamento selecionado ainda

source: No payment items has been selected yet
pt_br: Nenhum item de pagamento foi selecionado ainda

source: No Record Found.
pt_br: Nenhum registro encontrado.

source: No subscription found
pt_br: Nenhuma assinatura encontrada

source: No subscription payments found
pt_br: Nenhum pagamento de assinatura encontrado

source: No valid receiver_number found
pt_br: Nenhum receiver_number válido encontrado

source: No Valid Service Found
pt_br: Nenhum serviço válido encontrado

source: No-repeat
pt_br: Sem repetição

source: None
pt_br: Nenhum

source: Norwegian Krone
pt_br: Coroa norueguesa

source: Not at all Likely
pt_br: Pouco provável

source: Not Between
pt_br: Não entre

source: Not configured.
pt_br: Não configurado.

source: Not Equal
pt_br: Não igual

source: Not Equal In
pt_br: Não igual em
