Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Boards/fluent-boards-*.po
Languages: pt_br

source: Paste a link
pt_br: Cole um link

source: Pending Ideas
pt_br: Ideias Pendentes

source: Pending Invitations:
pt_br: Convites pendentes:

source: Please Create Your First Board
pt_br: Crie Seu Primeiro Board

source: Please enter a keyword
pt_br: Por favor, insira uma palavra-chave

source: Please input label
pt_br: Por favor insira o rótulo

source: Please input label title
pt_br: Por favor, insira o título do rótulo

source: Please Provide a license key of
pt_br: Forneça uma chave de licença de

source: Please, Try again with a different term
pt_br: Por favor, tente novamente com um termo diferente

source: Plugin is being installed
pt_br: O plugin está sendo instalado

source: Plugins that will extend your Fluent Boards Functionalities
pt_br: Plugins que estenderão as funcionalidades do seu Fluent Boards

source: Position
pt_br: Posição

source: Powered By
pt_br: Distribuído por

source: Priority
pt_br: Prioridade

source: Priority of the task (low | medium | high). Example: "medium"
pt_br: Prioridade da tarefa (baixa | média | alta). Exemplo: "médio"

source: Processing... It may take a while...
pt_br: Processando... Pode demorar um pouco...

source: Promote to All Boards Admin
pt_br: Promover para todos os Admin dos Boards

source: Promote to Manager
pt_br: Promover a Gerente

source: Public Ideas
pt_br: Ideias Públicas

source: Purchase one here
pt_br: Compre um aqui

source: Quick Search
pt_br: Pesquisa rápida

source: Quick View
pt_br: Visão rápida

source: reactions
pt_br: reações

source: Recent Searches
pt_br: Pesquisas recentes

source: Recently Opened
pt_br: Aberto Recentemente

source: Recommended Plugins and Addons
pt_br: Plugins e complementos recomendados

source: Refresh Board
pt_br: Atualizar Board

source: Related Support Ticket
pt_br: Ticket de suporte relacionado

source: Remove
pt_br: Remover

source: Remove from Board
pt_br: Remover do Board

source: Remove from board
pt_br: Remover do tabuleiro

source: Remove Template
pt_br: Remover modelo

source: Remove User from Board Admin
pt_br: Remover Usuário da Administração do Board

source: Removed from a task
pt_br: Removido de uma tarefa

source: Reorder Stages
pt_br: Reordenar Etapas

source: Repeat every
pt_br: Repita cada

source: Repeat every year(s) on
pt_br: Repita todos os anos em

source: Repeat only when completed
pt_br: Repita somente quando concluído

source: Repeat Task
pt_br: Repetir tarefa

source: replied to a comment
pt_br: respondeu a um comentário

source: Replies
pt_br: Respostas

source: Reply
pt_br: Responder

source: Reply has been deleted
pt_br: A resposta foi excluída

source: Reply has been updated
pt_br: A resposta foi atualizada

source: Reports
pt_br: Relatórios

source: Resend
pt_br: Reenviar

source: Restore
pt_br: Restaurar

source: Restore Task
pt_br: Restaurar tarefa

source: restored a task
pt_br: restaurou uma tarefa

source: Roadmap Settings
pt_br: Configurações do Roadmap

source: Run When
pt_br: Correr quando

source: Same day
pt_br: No mesmo dia

source: Save
pt_br: Salvar

source: Save Settings
pt_br: Salvar configurações

source: Search
pt_br: Procurar

source: Search Boards
pt_br: Buscar Boards

source: Search for boards and tasks
pt_br: Pesquisar por tarefas e boards

source: Search Label
pt_br: Etiqueta de pesquisa

source: Search member
pt_br: Pesquisar membro

source: Search members
pt_br: Pesquisar membros

source: Search or Select Stage
pt_br: Pesquisar ou Selecionar Etapa

source: Search Roadmaps
pt_br: Pesquisar Roadmaps

source: Search User:
pt_br: Pesquisar usuário:

source: Second step to provide stages name of your deal
pt_br: Segundo passo para fornecer o nome das etapas do seu negócio

source: sections of the roadmap?*
pt_br: seções do roadmap?*

source: see less
pt_br: ver menos

source: see more
pt_br: ver mais

source: Select
pt_br: Selecione

source: Select a board
pt_br: Selecione um board

source: Select a position
pt_br: Selecione uma posição

source: Select a stage
pt_br: Selecione uma etapa

source: Select assignee
pt_br: Selecionar participante

source: Select Board
pt_br: Selecionar Board

source: Select Board & It's stage
pt_br: Selecione o Board e Sua Etapa

source: Select Board to filter
pt_br: Selecione o Board para filtrar

source: Select Boards
pt_br: Selecionar Boards

source: Select Contact
pt_br: Selecione Contato

source: Select File
pt_br: Selecionar arquivo

source: Select Parent Task
pt_br: Selecionar tarefa pai

source: Select Priority
pt_br: Selecione Prioridade

source: Select Stage Templetes
pt_br: Selecione os Templates das Etapas

source: Select Subtask Assignee
pt_br: Selecione o responsável pela subtarefa

source: Select Time
pt_br: Selecione o tempo

source: Select which Board & Stage where task will be created
pt_br: Selecione o Board e Etapa onde a tarefa será criada

source: Selected Board has no stage !!
pt_br: O Board Selecionado não tem etapa!!

source: Send Email when Idea Moved
pt_br: Enviar e-mail quando a ideia for movida

source: Send Invitation
pt_br: Enviar convite

source: Set
pt_br: Definir

source: Set Date
pt_br: Definir data

source: Set Estimated Time
pt_br: Definir tempo estimado

source: Set Estimation
pt_br: Definir estimativa

source: Set to your_input days after task creation, values less than zero will set due date to null
pt_br: Defina como your_input dias após a criação da tarefa, valores menores que zero definirão a data de vencimento como nula

source: Settings
pt_br: Configurações

source: Settings are saved
pt_br: As configurações são salvas

source: Shape
pt_br: Forma

source: Shortcode
pt_br: Código curto

source: Show assignees on task card
pt_br: Mostrar os responsáveis ​​no cartão de tarefas

source: Show Board Info
pt_br: Mostrar informações do Board

source: Show comment count on task card
pt_br: Mostrar contagem de comentários no cartão de tarefas

source: Show due date on task card
pt_br: Mostrar data de vencimento no cartão de tarefas

source: Show label on task card
pt_br: Mostrar rótulo no cartão de tarefa

source: Show more options
pt_br: Mostrar mais opções

source: Show notification count on task card
pt_br: Mostrar contagem de notificações no cartão de tarefas

source: Show priority on task card
pt_br: Mostrar prioridade no cartão de tarefas

source: Show subtask count on task card
pt_br: Mostrar contagem de subtarefas no cartão de tarefas

source: Size
pt_br: Tamanho

source: Skip Onboarding
pt_br: Pular integração

source: Skip This Step
pt_br: Pular esta etapa

source: Sort By
pt_br: Ordenar por

source: Source
pt_br: Fonte

source: Source Id
pt_br: Id da fonte

source: Stage
pt_br: Etapa

source: Stage Changed
pt_br: Etapa Alterada

source: Stage doesn't exists
pt_br: A Etapa não existe

source: Stage has been archived
pt_br: A Etapa foi arquivada

source: Stage has been changed of a task you are watching.
pt_br: A Etapa de uma tarefa que você está vendo foi alterada.

source: stage has been created
pt_br: a etapa foi criada

source: Stage has been restored
pt_br: A etapa foi restaurada

source: Stage has been updated
pt_br: A etapa foi atualizada

source: Stage is required
pt_br: Etapa obrigatória

source: Stage Name
pt_br: Nome da Etapa

source: Stage name :
pt_br: Nome da etapa:

source: Stage Wise Task Completion Report:
pt_br: Relatório de Conclusão de Tarefa por Etapas:

source: Stage Wise Total Ideas:
pt_br: Ideias Totais por Etapa:

source: Stages
pt_br: Etapas

source: Stages Reordered
pt_br: Etapas Reordenadas

source: Start Date
pt_br: Data de início

source: Start Importing
pt_br: Comece a importar

source: Starting Angle
pt_br: Ângulo inicial

source: Step 1
pt_br: Passo 1

source: Step 2
pt_br: Passo 2

source: Stop Repeating
pt_br: Pare de repetir

source: Sub Task
pt_br: Subtarefa

source: Subscribe for notifications for a task if you assign someone to it
pt_br: Inscreva-se para receber notificações sobre uma tarefa se você atribuir alguém a ela

source: Subscribe for notifications for a task if you comment or reply on it
pt_br: Inscreva-se para receber notificações sobre uma tarefa se você comentar ou responder a ela

source: Subscribe for notifications for cards you create
pt_br: Inscreva-se para receber notificações sobre os cartões que você criar

source: Subtask Count
pt_br: Contagem de subtarefas

source: Subtasks
pt_br: Subtarefas

source: Successfully Created the WebHook
pt_br: WebHook criado com sucesso

source: Successfully deleted the webhook
pt_br: O webhook foi excluído com sucesso

source: Successfully updated the webhook
pt_br: Webhook atualizado com sucesso

source: support@fluentboards.com
pt_br: suporte@fluentboards.com

source: Tags:
pt_br: Etiquetas:

source: Target stage
pt_br: Alvo da Etapa

source: Task Archived
pt_br: Tarefa arquivada

source: Task Completion Chart:
pt_br: Conclusão de Tarefas:

source: Task cover photo has been updated
pt_br: A foto da capa da tarefa foi atualizada

source: Task Dates
pt_br: Datas das tarefas

source: Task has been deleted
pt_br: A tarefa foi excluída

source: Task has been successfully created
pt_br: A tarefa foi criada com sucesso

source: Task has been updated
pt_br: A tarefa foi atualizada

source: Task has no description
pt_br: A tarefa não tem descrição

source: Task Members
pt_br: Membros da tarefa

source: Task not found
pt_br: Tarefa não encontrada

source: task of board
pt_br: tarefa do board

source: Task Priority Chart:
pt_br: Prioridades de Tarefas:

source: Task status
pt_br: Status da tarefa

source: Task status has been updated
pt_br: O status da tarefa foi atualizado

source: Task Templates
pt_br: Modelos de Tarefas

source: Task Title
pt_br: Título da tarefa

source: Task title cannot be empty.
pt_br: O título da tarefa não pode estar em branco.

source: Tasks
pt_br: Tarefas

source: Tasks assigned to me
pt_br: Tarefas atribuídas a mim

source: Tasks Due Today:
pt_br: Tarefas com vencimento hoje:

source: Tasks has been archived
pt_br: As tarefas foram arquivadas

source: Tasks has been Moved
pt_br: As tarefas foram movidas

source: Tasks has been sorted
pt_br: As tarefas foram classificadas

source: Tasks you are watching are archived.
pt_br: As tarefas que você está monitorando são arquivadas.

source: Template
pt_br: Modelo

source: Template Title
pt_br: Título do modelo

source: Text Color
pt_br: Cor do texto

source: Text to display
pt_br: Texto para exibir

source: Thank you for using <a href="%s">FluentBoards</a>
pt_br: Obrigado por usar <a href="%s">FluentBoards</a>

source: The due date of the task in the format YYYY-MM-DD hh:mm. Example: 2099-12-31 23:59:59
pt_br: A data de vencimento da tarefa no formato AAAA-MM-DD hh:mm. Exemplo: 2099-12-31 23:59:59

source: The email of the associated CRM contact. Example: "john.doe@example.com"
pt_br: O e-mail do contato CRM associado. Exemplo: "john.doe@example.com"

source: The file must be a image type.
pt_br: O arquivo deve ser do tipo imagem.

source: The ID of the associated FluentCRM contact. Example: 6465
pt_br: O ID do contato FluentCRM associado. Exemplo: 6465

source: The person with this email is not an user of this site.
pt_br: A pessoa com este e-mail não é usuária deste site.

source: The source Id of the task (if any). Example: "bcy664fh177"
pt_br: O ID de origem da tarefa (se houver). Exemplo: "bcy664fh177"

source: The source of the task. Example: "jira"
pt_br: A fonte da tarefa. Exemplo: "jira"

source: The stage is made admin only!
pt_br: A etapa é exclusiva para administradores!

source: The stage is made public!
pt_br: A etapa é pública!

source: The stage of the task, which can be an ID, title, or slug. Example: 1 | "open" | "Open"
pt_br: A etapa da tarefa, pode ser um ID, título ou slug. Exemplo: 1 | "aberto" | "Aberto"

source: The start date of the task in the format YYYY-MM-DD. Example: 2099-12-31
pt_br: A data de início da tarefa no formato AAAA-MM-DD. Exemplo: 2099-12-31

source: The status of the task (open | closed). Example: "closed"
pt_br: O status da tarefa (aberta | fechada). Exemplo: "fechada"

source: The Ultimate SMTP and SES Plugin for WordPress. Connect with any SMTP, SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft and more.
pt_br: O plugin SMTP e SES definitivo para WordPress. Conecte-se com qualquer SMTP, SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft e mais.

source: This Board has no stage
pt_br: Este Board não tem uma etapa criada

source: This feature is only available in Fluent Boards Pro
pt_br: Este recurso está disponível apenas no Fluent Boards Pro

source: This feature is only available in Fluent Boards Pro. Please upgrade.
pt_br: Este recurso está disponível somente no Fluent Boards Pro. Por favor, atualize.

source: This funnel will run when stage of a task(associated with crm contact) is changed
pt_br: Este funil será executado quando a etapa de uma tarefa (associada ao contato do CRM) for alterada

source: This is a pro feature
pt_br: Este é um recurso profissional

source: This is a template task
pt_br: Esta é uma tarefa de modelo

source: This is where your created boards will show up.
pt_br: É aqui que os boards criados serão exibidos.

source: This is where your created roadmaps will show up.
pt_br: É aqui que os roadmaps criados serão exibidos.

source: This is where your recently opened boards will show up
pt_br: É aqui que seus boards abertos recentemente aparecerão

source: This Month
pt_br: Este mês

source: This portal can be accessed from
pt_br: Este portal pode ser acessado a partir de

source: This quarter
pt_br: Este trimestre

source: This task has assignees, please select one of them.
pt_br: Esta tarefa tem responsáveis, selecione um deles.

source: This will run when a contact will be added to a board
pt_br: Isso será executado quando um contato for adicionado a um board

source: This will run when a contact will be added to a task
pt_br: Isso será executado quando um contato for adicionado a uma tarefa

source: Time
pt_br: Tempo

source: Time Tracking
pt_br: Rastreamento de tempo

source: Title
pt_br: Título

source: Title is required
pt_br: Título é obrigatório

source: Title of the task.
pt_br: Título da tarefa.

source: to
pt_br: para

source: Tomorrow
pt_br: Amanhã

source: Total Ideas
pt_br: Ideias totais

source: Total Tasks
pt_br: Total de tarefas

source: Track Time on each task and get detailed reports by boards, members, time range etc
pt_br: Acompanhe o tempo de cada tarefa e obtenha relatórios detalhados por boards, membros, intervalo de tempo, etc.

source: Type anything to search
pt_br: Digite qualquer coisa para pesquisar

source: Type board title
pt_br: Título do tipo do board

source: Type name or email
pt_br: Digite o nome ou e-mail

source: Type Roadmap
pt_br: Tipo Roadmap

source: Unauthorized Action
pt_br: Ação não autorizada

source: Undo remove stage
pt_br: Desfazer remover etapa

source: Unread
pt_br: Não lido

source: Upcoming
pt_br: Pendentes

source: Update Estimation
pt_br: Atualizar estimativa

source: updated a task description
pt_br: atualizou uma descrição de tarefa

source: updated a task title
pt_br: atualizou o título de uma tarefa

source: Updated description
pt_br: Descrição atualizada

source: updated due date
pt_br: data de vencimento atualizada

source: updated start date
pt_br: data de início atualizada

source: updated task assignee
pt_br: atribuidor de tarefa atualizado

source: Upgrade to Pro
pt_br: Atualizar para Pro

source: Upload
pt_br: Carregar

source: Upload Error
pt_br: Erro de upload

source: User already a member
pt_br: Usuário já é membro

source: User has been removed as super admin successfully!
pt_br: O usuário foi removido como superadministrador com sucesso!

source: User need to be logged in to add a comment
pt_br: O usuário precisa estar logado para adicionar um comentário

source: User need to be logged in to submit a new idea
pt_br: O usuário precisa estar logado para enviar uma nova ideia

source: User need to be logged in to vote for an idea
pt_br: O usuário precisa estar logado para votar em uma ideia

source: User removed as super admin
pt_br: Usuário removido como superadministrador

source: User Removed from Board successfully!
pt_br: Usuário removido do fórum com sucesso!

source: User Role:
pt_br: Cargo do Usuário:

source: Verify License
pt_br: Verificar licença

source: View FluentCRM Profile
pt_br: Ver perfil do FluentCRM

source: View Profile
pt_br: Ver perfil

source: View task activities
pt_br: Exibir atividades de tarefas

source: View task comments
pt_br: Ver comentários da tarefa

source: View WordPress Profile
pt_br: Ver perfil do WordPress

source: Votes Statistics
pt_br: Estatísticas de votos

source: voting and commenting
pt_br: votando e comentando

source: Watch
pt_br: Acompanhar

source: Watch created tasks
pt_br: Acompanhar tarefas criadas

source: Watch on assigning
pt_br: Acompanhar ao atribuir

source: Watch on commenting
pt_br: Acompanhar comentário

source: Watching
pt_br: Acompanhando

source: We are here for you
pt_br: Estamos aqui para você

source: Webhooks are a way for one application to send data to another application in real-time. You can use this feature to send data to your own application or to third-party services.
pt_br: Webhooks são uma maneira de um aplicativo enviar dados para outro aplicativo em tempo real. Você pode usar esse recurso para enviar dados para seu próprio aplicativo ou para serviços de terceiros.

source: week(s) on
pt_br: semana(s) em

source: Weekly
pt_br: Semanalmente

source: Welcome
pt_br: Bem-vindo

source: WordPress Administrator
pt_br: Administrador do WordPress

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
pt_br: WordPress Helpdesk e Plugin de Ticket de Suporte ao Cliente. Forneça suporte incrível e gerencie consultas de clientes diretamente do seu painel do WordPress.

source: WordPress Profile
pt_br: Perfil WordPress

source: Work Description
pt_br: Descrição do trabalho

source: Write a comment
pt_br: Escreva um comentário

source: Year to Date
pt_br: No acumulado do ano

source: Yearly
pt_br: Anual

source: Yes
pt_br: Sim

source: You are about to delete the label
pt_br: Você está prestes a excluir o rótulo

source: You are assigned to a new task.
pt_br: Você foi designado para uma nova tarefa.

source: You are removed from a task.
pt_br: Você foi removido de uma tarefa.

source: You can only upload a maximum of 10 images for a comment.
pt_br: Você só pode enviar no máximo 10 imagens para um comentário.

source: You can't delete. This label used in task.
pt_br: Você não pode excluir. Este rótulo é usado na tarefa.

source: You do not have permission to access this route
pt_br: Você não tem permissão para acessar esta rota

source: You do not have permission to duplicate board
pt_br: Você não tem permissão para duplicar o board

source: Your board description goes here
pt_br: Descriçao do board

source: Your browser does not support the audio element.
pt_br: Seu navegador não suporta o elemento de áudio.

source: Your browser does not support the video tag.
pt_br: Seu navegador não suporta a tag de vídeo.

source: Your Task Title
pt_br: Título da Tarefa
