Repository: lucasfuad/FluentTranslate-pt-br
Catalog: Fluent Boards/fluent-boards-*.po
Languages: pt_br

source: (no title)
pt_br: (sem título)

source: * Denotes mandatory fields
pt_br: * Indica campos obrigatórios

source: ** Invite a member to board via email
pt_br: ** Convidar um membro para embarcar por e-mail

source: ** Url required **
pt_br: ** URL necessária **

source: **email is required
pt_br: **e-mail é obrigatório

source: *select boards can't be empty
pt_br: *os boards selecionados não podem estar vazios

source: *select users can't be empty
pt_br: *os usuários selecionados não podem estar vazios

source: About this Board
pt_br: Sobre este Board

source: about this feature
pt_br: sobre esse recurso

source: Action
pt_br: Ação

source: Activate Fluent Forms
pt_br: Ativar Fluent Forms

source: Activate Fluent SMTP
pt_br: Ativar Fluent SMTP

source: Activate Fluent Support
pt_br: Ativar o suporte Fluent

source: Activate FluentCRM
pt_br: Ativar FluentCRM

source: Active
pt_br: Ativo

source: Activities
pt_br: Atividades

source: Activity history
pt_br: Histórico de Atividades

source: Add
pt_br: Adicionar

source: Add a more detailed description of the task here
pt_br: Adicione uma descrição mais detalhada da tarefa aqui

source: Add a Task to Board
pt_br: Adicionar uma tarefa ao board

source: Add Attachment
pt_br: Adicionar anexo

source: Add Board
pt_br: Adicionar Board

source: Add Contact
pt_br: Adicionar contato

source: Add First Task
pt_br: Adicionar primeira tarefa

source: Add from Modal
pt_br: Adicionar do Modal

source: Add label
pt_br: Adicionar Rótulo

source: Add link
pt_br: Adicionar link

source: Add Member
pt_br: Adicionar Membro

source: Add member
pt_br: Adicionar membro

source: Add New Label
pt_br: Adicionar Novo Rótulo

source: Add new Member
pt_br: Adicionar novo Membro

source: Add New Stage
pt_br: Adicionar Nova Etapa

source: Add Priority
pt_br: Adicionar Prioridade

source: Add ShortCodes
pt_br: Adicionar ShortCodes

source: Add Stage
pt_br: Adicionar Etapa

source: Add Subtask
pt_br: Adicionar Subtarefa

source: Add Task
pt_br: Adicionar tarefa

source: Add to Boards
pt_br: Adicionar aos painéis

source: Add To Task
pt_br: Adicionar à tarefa

source: added a new comment
pt_br: adicionou um novo comentário

source: Admin
pt_br: Administrador

source: Advanced Modules
pt_br: Módulos Avançados

source: After 1 Hour
pt_br: Depois de 1 hora

source: After 1 Month
pt_br: Depois de 1 mês

source: After 1 Week
pt_br: Depois de 1 semana

source: After 2 Days
pt_br: Depois de 2 dias

source: All
pt_br: Todos

source: All Access
pt_br: Acesso total

source: All Boards
pt_br: Todos os Boards

source: All Members:
pt_br: Todos os membros:

source: An array of label IDs or titles. Example: [1, "feature", 44]
pt_br: Uma matriz de IDs de rótulos ou títulos. Exemplo: [1, "feature", 44]

source: An array of WP User IDs. Example: [1,2,44]
pt_br: Uma matriz de IDs de usuário WP. Exemplo: [1,2,44]

source: An email will be sent to the user with an invitation link.
pt_br: Um e-mail será enviado ao usuário com um link de convite.

source: Angle
pt_br: Ângulo

source: Archive all tasks
pt_br: Arquivar todas as tarefas

source: Archive Stages
pt_br: Arquivar Etapas

source: Archive Task
pt_br: Arquivar Tarefa

source: Archive this Stage
pt_br: Arquivar esta Etapa

source: Archived
pt_br: Arquivado

source: archived a task
pt_br: arquivou uma tarefa

source: Archived Tasks
pt_br: Tarefas arquivadas

source: Are you sure to delete this?
pt_br: Tem certeza de que deseja excluir isso?

source: Are you sure you want to delete?
pt_br: Tem certeza de que deseja excluir?

source: Are you sure you want to remove someone from all board ?
pt_br: Tem certeza de que deseja remover alguém de todo o fórum?

source: Are you sure you want to restore the board?
pt_br: Tem certeza de que deseja restaurar o board?

source: Are you sure? You want to leave from
pt_br: Tem certeza? Você quer sair de

source: Are you sure? You want to remove
pt_br: Tem certeza? Você quer remover

source: Assigned to a task
pt_br: Atribuído a uma tarefa

source: Assignee
pt_br: Participante

source: Assignees
pt_br: Participantes

source: Associate Tasks
pt_br: Tarefas associadas

source: Associated CRM Contact First Name. Example: "John"
pt_br: Nome do contato CRM associado. Exemplo: "John"

source: Associated CRM Contact Last Name
pt_br: Sobrenome do contato do CRM associado

source: Associated Crm Member has been updated
pt_br: O membro associado do CRM foi atualizado

source: Attachment
pt_br: Anexo

source: attachment has been added
pt_br: anexo foi adicionado

source: Attachment uploaded successfully.
pt_br: Anexo carregado com sucesso.

source: Attachments
pt_br: Anexos

source: Back
pt_br: Voltar

source: Background Color
pt_br: Cor de fundo

source: Background updated successfully
pt_br: Plano de fundo atualizado com sucesso

source: Board Description
pt_br: Descrição do Board

source: Board doesn't exists
pt_br: O board não existe

source: Board has been archived successfully!
pt_br: O board foi arquivado com sucesso!

source: Board has been created
pt_br: O board foi criado

source: Board has been created successfully
pt_br: O board foi criado com sucesso

source: Board has been deleted
pt_br: O board foi deletado

source: Board has been restored successfully!
pt_br: A placa foi restaurada com sucesso!

source: Board has been updated
pt_br: O board foi atualizado

source: Board id is not valid
pt_br: O ID do board não é válido

source: Board id is required
pt_br: O ID do Board é obrigatório

source: Board Info
pt_br: Informações do Board

source: Board Members
pt_br: Membros do Board

source: Board Menu
pt_br: Menu do Board

source: Board notification settings has been updated
pt_br: As configurações de notificação do board foram atualizadas

source: Board stage has been updated
pt_br: A etapa do board foi atualizada

source: Board Title
pt_br: Título do Board

source: Border Radius
pt_br: Raio da Borda

source: Button Preview
pt_br: Pré-visualização do botão

source: Button Text
pt_br: Texto do botão

source: button to create a new task.
pt_br: botão para criar uma nova tarefa.

source: Button URL
pt_br: URL do botão

source: By Tasks
pt_br: Por tarefas

source: By Users
pt_br: Por usuários

source: Can users reactions with unauthenticated along with authentication?*
pt_br: Os usuários podem reagir com autenticação e sem autenticação?*

source: Can users vote and comment with name, email along with authentication?*
pt_br: Os usuários podem votar e comentar com nome, e-mail e autenticação?*

source: Cancel
pt_br: Cancelar

source: Card View
pt_br: Visualização de cartão

source: Cards View Preference
pt_br: Preferência de visualização de cartões

source: Change Cover
pt_br: Alterar Capa

source: changed task priority
pt_br: prioridade de tarefa alterada

source: Choose a file or drag & drop it here.
pt_br: Escolha um arquivo ou arraste e solte-o aqui.

source: Circle
pt_br: Círculo

source: Clear
pt_br: Claro

source: click here
pt_br: Clique aqui

source: Click on the
pt_br: Clique no

source: Click Send Invitation to add to this board
pt_br: Clique em Enviar convite para adicionar a este board

source: Click to change Status
pt_br: Clique para alterar o status

source: Close
pt_br: Fechar

source: Closest Corner
pt_br: Canto mais próximo

source: Closest Side
pt_br: Lado mais próximo

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
pt_br: Colete leads e crie qualquer tipo de formulário, aceite pagamentos, conecte-se ao seu CRM com o plugin Fastest Contact Form Builder para WordPress

source: Comment
pt_br: Comentário

source: Comment & Activity history
pt_br: Histórico de Comentários e Atividades

source: Comment has been added
pt_br: Comentário foi adicionado

source: Comment has been deleted
pt_br: O comentário foi excluído

source: Comment has been updated
pt_br: O comentário foi atualizado

source: Comments
pt_br: Comentários

source: Community
pt_br: Comunidade

source: Completed
pt_br: Concluídas

source: Completed Ideas
pt_br: Ideias Concluídas

source: Completed Tasks
pt_br: Tarefas Concluídas

source: Confirm
pt_br: Confirmar

source: Confirmation Required
pt_br: Confirmação Necessária

source: Conic
pt_br: Cônico

source: Contact added to any of the selected boards
pt_br: Contato adicionado a qualquer um dos boards selecionados

source: Contact Added to Board
pt_br: Contato adicionado ao Board

source: Contact Added to Task
pt_br: Contato adicionado à tarefa

source: Contact added to task in any of the selected boards
pt_br: Contato adicionado à tarefa em qualquer um dos boards selecionados

source: Contact First Name
pt_br: Contato Primeiro Nome

source: Contact Last Name
pt_br: Sobrenome do contato

source: Convert to Task
pt_br: Converter para tarefa

source: Copy Stage
pt_br: Copiar Etapa

source: Copy the keys in the Key column and paste it into the app you want to use for sending the POST request, so it will send the data into the task field you want.
pt_br: Copie as chaves na coluna Chave e cole-as no aplicativo que você deseja usar para enviar a solicitação POST, para que ele envie os dados para o campo de tarefa desejado.

source: Copy the webhook URL you want to send your POST request to.
pt_br: Copie a URL do webhook para o qual deseja enviar sua solicitação POST.

source: Cover photo
pt_br: Foto da capa

source: Create
pt_br: Criar

source: Create a new template
pt_br: Criar um novo modelo

source: Create a task when repeating
pt_br: Crie uma tarefa ao repetir

source: Create Board
pt_br: Criar Board

source: Create First Task
pt_br: Criar primeira tarefa

source: Create new board
pt_br: Criar novo board

source: Create new task
pt_br: Criar nova tarefa

source: Create roadmap
pt_br: Criar roadmap

source: Create Task
pt_br: Criar tarefa

source: Create task
pt_br: Criar tarefa

source: Create task from template
pt_br: Criar tarefa a partir de modelo

source: Create Task to the selected Board
pt_br: Criar tarefa para o Board selecionado

source: Create Your Board
pt_br: Crie seu Board

source: created a new subtask
pt_br: criou uma nova subtarefa

source: Created By
pt_br: Criado por

source: Created On
pt_br: Criado em

source: CRM Contact
pt_br: Contato CRM

source: CRM contact
pt_br: Contato CRM

source: CRM Contact Email
pt_br: E-mail de contato do CRM

source: CRM Contact Id
pt_br: ID de contato do CRM

source: Daily
pt_br: Diário

source: Dashboard
pt_br: Painel

source: Dashboard view settings are updated
pt_br: As configurações de visualização do painel são atualizadas

source: Dates has been updated
pt_br: As datas foram atualizadas

source: day(s)
pt_br: dia(s)

source: days
pt_br: dias

source: Define Board Stages
pt_br: Definir Etapa do Board

source: Define Stages
pt_br: Definir Etapas

source: Define stages & complete your roadmap
pt_br: Defina as etapas e conclua seu roadmap

source: Define your deal stages
pt_br: Defina as etapas do seu negócio

source: Delete
pt_br: Excluir

source: Delete Label
pt_br: Excluir rótulo

source: Deleting item cannot be restored. Are you sure you want to proceed
pt_br: A exclusão do item não pode ser restaurada. Tem certeza de que deseja prosseguir?

source: Demote from Boards Admin
pt_br: Rebaixar do Boards de Administração

source: Demote from Manager
pt_br: Rebaixar do cargo de Gerente

source: Denotes mandatory field
pt_br: Denota campo obrigatório

source: Describe Your Board
pt_br: Descreva seu Board

source: Describe your first roadmap
pt_br: Descreva seu primeiro roadmap

source: Description
pt_br: Descrição

source: Description of the task
pt_br: Descrição da tarefa

source: Design Your Button
pt_br: Crie seu botão

source: Drop json file here or
pt_br: Solte o arquivo json aqui ou

source: Drop Task Here
pt_br: Solte a tarefa aqui

source: Due Date
pt_br: Prazo

source: Due date has been updated of a task you are watching.
pt_br: A data de vencimento de uma tarefa que você está monitorando foi atualizada.

source: Duplicate
pt_br: Duplicado

source: Duplicate or empty stage
pt_br: Etapas duplicada ou vazia

source: Edit
pt_br: Editar

source: Edit template
pt_br: Editar modelo

source: Ellipse
pt_br: Elipse

source: Email Notification Preferences
pt_br: Preferências de notificação por e-mail

source: Email Notifications
pt_br: Notificações por e-mail

source: Enable All
pt_br: Habilitar tudo

source: Enable comment submission
pt_br: Habilitar envio de comentários

source: Enable idea submission
pt_br: Habilitar envio de ideias

source: Enable Time Tracking Feature
pt_br: Habilitar recurso de controle de tempo

source: Enable vote submission
pt_br: Habilitar envio de votos

source: Enable/Disable Fluent Board's Advanced features or integrations.
pt_br: Habilitar/desabilitar recursos avançados ou integrações do Fluent Board.

source: Error when submitting data to Fluent Board server.
pt_br: Erro ao enviar dados para o servidor Fluent Board.

source: estimated
pt_br: estimado

source: Farthest Corner
pt_br: Canto mais distante

source: Farthest Side
pt_br: Lado mais distante

source: Features & Modules
pt_br: Características e Módulos

source: Feel free to contact us with any additional questions at support@fluentboards.com
pt_br: Sinta-se à vontade para entrar em contato conosco caso tenha alguma dúvida adicional pelo e-mail support@fluentboards.com

source: File upload failed
pt_br: Falha no upload do arquivo

source: Filter
pt_br: Filtro

source: Filters
pt_br: Filtros

source: Finish
pt_br: Terminar

source: First day of month
pt_br: Primeiro dia do mês

source: First day of year
pt_br: Primeiro dia do ano

source: First step to provide your roadmap a title, add some description.
pt_br: O primeiro passo é dar um título ao seu roadmap e adicionar alguma descrição.

source: Fluent Boards - Project Management Tool
pt_br: Fluent Boards - Ferramenta de gerenciamento de projetos

source: Fluent boards admin added
pt_br: Administrador Fluent boards adicionado

source: Fluent Boards feed has been successfully initialized and data has been pushed.
pt_br: O feed do Fluent Boards foi inicializado com sucesso e os dados foram enviados.

source: Fluent Boards is a powerful tool designed for efficient management of to-do lists, projects, and tasks with kanban board and more..
pt_br: O Fluent Boards é uma ferramenta poderosa projetada para gerenciamento eficiente de listas de tarefas, projetos e tarefas com board kanban e muito mais.

source: FluentBoards Admin
pt_br: Administrador FluentBoards

source: FluentBoards Admin has all the privileges
pt_br: O administrador do FluentBoards tem todos os privilégios

source: FluentBoards will search in the users of this site
pt_br: O FluentBoards pesquisará os usuários deste site

source: FluentCRM is a Self Hosted Email Marketing Automation Plugin for WordPress. Manage your leads and customers, email campaigns, automated email sequencing and many more
pt_br: FluentCRM é um plugin de automação de marketing por e-mail auto-hospedado para WordPress. Gerencie seus leads e clientes, campanhas de e-mail, sequenciamento automatizado de e-mail e muito mais

source: FluentCRM Profile
pt_br: Perfil FluentCRM

source: Font Size
pt_br: Tamanho da fonte

source: Font Style
pt_br: Estilo da fonte

source: from
pt_br: de

source: from admin of
pt_br: do administrador de

source: From stage
pt_br: Da Etapa

source: Frontend Portal
pt_br: Portal Frontend

source: Get Pro
pt_br: Obter Pro

source: Go Back
pt_br: Volte

source: Go to boards
pt_br: Ir para os boards

source: Go To task after creation.
pt_br: Ir para a tarefa após a criação.

source: Go to Ticket
pt_br: Ir para o ingresso

source: Good Morning
pt_br: Bom dia

source: Gradient Type
pt_br: Tipo de gradiente

source: had changed the position of <em><strong>%1s</strong></em> stage.
pt_br: havia mudado a posição da etapa <em><strong>%1s</strong></em>.

source: High
pt_br: Alto

source: Hours
pt_br: Horas

source: Idea
pt_br: Ideia

source: Idea Not Found
pt_br: Ideia não encontrada

source: Idea Priority Chart:
pt_br: Quadro de prioridades de ideias:

source: Idea submitted from frontend page
pt_br: Ideia enviada da página inicial

source: Idea Submitted in last 30 days:
pt_br: Ideia enviada nos últimos 30 dias:

source: Import
pt_br: Importar

source: Import From
pt_br: Importar de

source: Import from
pt_br: Importar de

source: Import successfully
pt_br: Importação bem-sucedida

source: Import your data from JSON file.
pt_br: Importe seus dados do arquivo JSON.

source: in
pt_br: em

source: in the comment section of the roadmap?*
pt_br: na seção de comentários do roadmap?*

source: Incomplete Tasks
pt_br: Tarefas Incompletas

source: Insert
pt_br: Inserir

source: Install Fluent Forms
pt_br: Instalar Fluent Forms

source: Install Fluent SMTP
pt_br: Instalar Fluent SMTP

source: Install Fluent Support
pt_br: Instalar Fluent Support

source: Install FluentCRM
pt_br: Instalar FluentCRM

source: Integrations
pt_br: Integrações

source: Invalid Board
pt_br: Placa Inválida

source: Invalid plugin
pt_br: Plugin inválido

source: Invalid sort or orderBy parameter
pt_br: Parâmetro sort ou orderBy inválido

source: Invalid Stage
pt_br: Etapa inválida

source: Invalid Value
pt_br: Valor inválido

source: Invite Member
pt_br: Convidar Membro

source: Is authentication required for
pt_br: É necessária autenticação para

source: Is authentication required for Idea submit?*
pt_br: É necessária autenticação para enviar ideias?*

source: Is authentication required for the
pt_br: É necessária autenticação para o

source: Join as Assignee
pt_br: Participar

source: Join Board
pt_br: Junte-se ao Board

source: join board invitation in fluent boards
pt_br: convite para participar do board no fluent boards

source: Keep
pt_br: Manter

source: Keep Labels
pt_br: Mantenha os rótulos

source: Keep Tasks
pt_br: Manter tarefas

source: Keeping blank won't add any assignee
pt_br: Manter em branco não adicionará nenhum participante

source: Keeping it blank will select priority to low
pt_br: Mantê-lo em branco selecionará a prioridade como baixa

source: Label has been added
pt_br: O rótulo foi adicionado

source: Label has been created
pt_br: O rótulo foi criado

source: Label has been deleted
pt_br: O rótulo foi excluído

source: Label has been updated
pt_br: O rótulo foi atualizado

source: Labels
pt_br: Etiquetas

source: Last 3 months
pt_br: Últimos 3 meses

source: Last day of month
pt_br: Último dia do mês

source: Last day of year
pt_br: Último dia do ano

source: Last month
pt_br: Mês passado

source: Last quarter
pt_br: Último trimestre

source: Last week
pt_br: Semana passada

source: Learn
pt_br: Aprender

source: Learn More
pt_br: Saber mais

source: Learn more
pt_br: Saber mais

source: Leave board
pt_br: Sair do Board

source: Leave empty to target any stage of this board
pt_br: Deixe em branco para aplicar a todas as etapas deste board

source: Leave Task
pt_br: Deixar tarefa

source: License Key
pt_br: Chave de licença

source: License Management
pt_br: Licença

source: List
pt_br: Lista

source: Lists:
pt_br: Listas:

source: Load FluentBoards in the frontend of the website
pt_br: Carregue FluentBoards no frontend do site

source: Loading
pt_br: Carregando

source: Logged at
pt_br: Registrado em

source: Low
pt_br: Baixo

source: Make FluentBoards Admin
pt_br: Torne o FluentBoards Admin

source: Make Template
pt_br: Criar modelo

source: Make template
pt_br: Criar Modelo

source: Make This Stage Admin Only
pt_br: Alterar Etapa Somente para Admin

source: Make This Stage Public
pt_br: Tornar Etapa Pública

source: Make User Board Admin
pt_br: Tornar o usuário administrador do Board

source: Manage
pt_br: Gerenciar

source: Manage User Permissions
pt_br: Gerenciar permissões do usuário

source: Mark all as read
pt_br: Marcar tudo como lido

source: Medium
pt_br: Médio

source: Member
pt_br: Membro

source: Member added successfully
pt_br: Membro adicionado com sucesso

source: Member has been set super admin successfully!
pt_br: O membro foi definido como superadministrador com sucesso!

source: Member removed successfully
pt_br: Membro removido com sucesso

source: Members added to boards
pt_br: Membros adicionados aos boards

source: Members Role
pt_br: Cargos dos Membros

source: mentioned you in a comment
pt_br: mencionou você em um comentário

source: Minutes
pt_br: Minutos

source: month(s) on
pt_br: mês(es) em

source: Monthly
pt_br: Mensal

source: more
pt_br: mais

source: Most Popular Ideas:
pt_br: Ideias mais populares:

source: Move
pt_br: Mover

source: Move all tasks
pt_br: Mover todas as tarefas

source: Move Task
pt_br: Mover tarefa

source: Move To
pt_br: Mover para

source: Move to next stage
pt_br: Mover para próxima etapa

source: moved task to another stage
pt_br: tarefa movida para outra etapa

source: My Tasks
pt_br: Minhas Tarefas

source: Name Your Board
pt_br: Dê um nome ao seu Board

source: Name your roadmap
pt_br: Dê um nome ao seu roadmap

source: New comments added on a task you are watching.
pt_br: Novos comentários adicionados em uma tarefa que você está monitorando.

source: Newest
pt_br: Mais novo

source: Next
pt_br: Próximo

source: Next define stages
pt_br: Em seguida, defina as etapas

source: Next Step
pt_br: Próximo passo

source: No
pt_br: Não

source: No archive task found!
pt_br: Nenhuma tarefa arquivada foi encontrada!

source: No archived stages found!
pt_br: Nenhuma etapa arquivada foi encontrada!

source: No Assignee
pt_br: Nenhum participante

source: No Board Members
pt_br: Nenhum Membro do Board

source: No Boards Yet!
pt_br: Nenhum Board ainda!

source: No Completed Tasks
pt_br: Nenhuma Tarefa Concluída

source: No contact found
pt_br: Nenhum contato encontrado

source: No description, click to add
pt_br: Sem descrição, clique para adicionar

source: No Label
pt_br: Sem rótulo

source: No members found to assign to this task.
pt_br: Nenhum membro encontrado para atribuir esta tarefa.

source: No members has been assigned of this task
pt_br: Nenhum membro foi designado para esta tarefa

source: No more activities
pt_br: Não há mais atividades

source: No more notification
pt_br: Não há mais notificação

source: No more stages
pt_br: Não há mais etapas

source: No more tasks
pt_br: Não há mais tarefas

source: No notification
pt_br: Nenhuma notificação

source: No Overdue Tasks
pt_br: Nenhuma Tarefa Atrasada

source: No Pending Invitations
pt_br: Nenhum convite pendente

source: No Roadmaps Yet!
pt_br: Ainda não há Roadmaps!

source: No Tasks Found!
pt_br: Nenhuma Tarefa Encontrada!

source: No unread notification
pt_br: Nenhuma notificação não lida

source: No Upcoming Tasks
pt_br: Nenhuma Tarefa Pendente

source: No, Thanks
pt_br: Não, obrigado

source: Note
pt_br: Observação

source: Note: For authentication in the Fluent roadmap, the Fluent Auth plugin is required.
pt_br: Observação: para autenticação no Fluent roadmap, o plugin Fluent Auth é necessário.

source: Notification is updated
pt_br: A notificação foi atualizada

source: Notification settings are updated
pt_br: As configurações de notificação são atualizadas

source: Notifications
pt_br: Notificações

source: Now
pt_br: Agora

source: Oldest
pt_br: Mais antigo

source: on stage
pt_br: na etapa

source: Onboarding skipped successfully
pt_br: Integração ignorada com sucesso

source: Only template stages can be imported
pt_br: Somente templates de etapas podem ser importados

source: Open
pt_br: Abrir

source: Open task
pt_br: Tarefa Aberta

source: Options
pt_br: Opções

source: Others
pt_br: Outras

source: Overdue
pt_br: Atrasadas

source: overdue task
pt_br: tarefa atrasada

source: Overdue Tasks
pt_br: Tarefas Atrasadas

source: Parent Task
pt_br: Tarefa dos pais

source: Parent Task ID of the subtask. Example: 1
pt_br: ID da tarefa pai da subtarefa. Exemplo: 1
